[
    {
        "kind": "Aussiedoodle",
        "img": "https://d17fnq9dkz9hgj.cloudfront.net/breed-uploads/2019/12/aussiedoodle-dog-breed.jpeg?bust=1646917432&width=355",
        "about": "The Aussiedoodle is an activity and intelligence mixed-breed dog with Australian Shepherd and Poodle parents. Often called a “designer breed” “Aussiedoodle” is not really an actual breed designation. The term refers to intentionally crossing two distinct breeds with the hope that the puppies will exhibit the most desirable attributes of their parents — for example the non-shedding coat of a Poodle and the intelligence of an Australian Shepherd. Mixed-breed dogs, like all dogs,are individuals and may tend toward traits of one of the breeds of its parenthealth more than the other, so be sure to read up on both parent breeds, if you are interested in a “designer” breed. If you’re looking for the Einstein of dogs, the Aussiedoodle is a great candidate since both Poodles and Australian Shepherds are intelligence breeds. They’re well known for their smarts and tend to be activity and require exercise for both body and brain. Size will vary, since their Poodle parents also come in various sizes. Since they’re both smart AND agile, Aussiedoodles are a great option for a pet parent looking to get their pup involved in some flyball or agility training. Plus, have you ever seen a more adorable face? They’re incredibly hard to resist.",
        "activity": "Hight",
        "family_freinds": "8",
        "training_mode": "Easy",
        "intelligent": "Half",
        "size": "medium",
        "health": "Major concerns: Hip Dysplasia, Progressive Retinal Atrophy, Ivermectin Sensitivity (reactions to flea and tick medications)Minor concerns: Cataracts, Sebaceous Adenitis, Bloat, Nasal Solar Dermatitis, Pelger – Huet Syndrome, Von Willebrand’s DiseaseSuggested tests: Eye, Hip, Blood Test DNA For VWD, Skin Scraping, X-Rays Life span: 10 to 13 years",
        "height": "14-23 inches",
        "weight": "25 -70 pounds",
        "up_keep": "Mental stimulation and proper exercise are key in the health and happiness of your Aussiedoodle or any Aussie mix. They need to work those brains! While they can thrive as an apartment dog with lots of daily exercise, they would also do exceptionally well in a home with a fenced in yard that they can run in. Due to their intelligence, they would also be good candidates for agility or flyball, or just working basic training tricks.The fur of an Aussiedoodle can vary from wavy to tight curls to shorter coats. Depending on the Aussiedoodle, professional grooming may be required every two to three months. In addition, basic care like regular nail trims, ear cleaning, brushing, and teeth brushing are required.",
        "history": "The Aussiedoodle dog breed doesn’t have a long history in comparison with purebred pups. The Aussiedoodle is a newer occurrence, dating back to the late 1990s or early 2000s, possibly originating in North America. This smart and sweet mix may have existed due to accidental breeding before then, until their appeal as pets was recognized. It is easy to see why Aussiedoodles and Aussie mixes in general have gained popularity in the last 20 years, as they are adorable, playful and smart companion pets. They’re also suspected to be a better choice for those with allergies, lending to their gain in popularity, although no dog is truly hypoallergenic."
    },
    {
        "kind": "Scottish Terrier",
        "img": "https://d17fnq9dkz9hgj.cloudfront.net/breed-uploads/2018/08/scottish-terrier-detail.jpg?bust=1535566533&width=355",
        "about": "The Scottish Terrier is a short-legged, compact, relatively heavy boned dog, giving the impression of great power in a small packhealth. Their coat is a combination of dense undercoat and extremely hardy and wiry outer coat, about 2 inches in length. Their distinctive eyebrows and beard add to their expression, which is often keen and sharp.",
        "activity": "Moderate",
        "family_freinds": "7",
        "training_mode": "Average",
        "intelligent": "Half",
        "size": "small",
        "health": "Major concerns: vWD, CMOMinor concerns: Scotty cramp, cerebellar abiotrophy, patellar luxationOccasionally seen: bladder cancerSuggested tests: DNA for vWD, knee Life span: 11–13 years",
        "height": "10 inches",
        "weight": "18-22 lb",
        "up_keep": "This is a dog on the lookout for adventure, and he needs some excitement and exercise in his life every day. This can take the form of a moderate walk on leash, a boisterous game, or an off-leash exploration in a fenced-in backyard. Their wire coat needs combing two to three times weekly, plus shaping or professional grooming every three months.",
        "history": "Great confusion exists about the background of the Scottish Terrier, stemming from the early custom of calling all terriers from Scotland Scottish or Scotch Terriers. To further confuse matters, the present Scottish Terrier was once grouped with Skye Terriers, in reference not to the modern Skye Terrier but of a large group of terriers from the Isle of Skye. Whatever the origin, the early Scottish Terriers were definitely a hardy lot of Highlanders.Only in the late 1800s can the Scottish Terrier’s history be confidently documented. Of the several short-legged harsh-coated terriers, the dog now known as the Scottish Terrier was most favored in the Aberdeen area, and so for a time they were called the Aberdeen Terrier. By the 1870s, the situation had become so confusing that a series of protests were made, ultimately leading to a detailed description of how the true Scottish Terrier should appear. Around 1880, the first breed standard was put forth. The first Scotty came to America in 1883. They gradually gained popularity until World War II, after which their popularity soared. The most well-known Scotty in America was Fala, Franklin Roosevelt’s dog, who was his constant companion in life and buried at his side in death. The Scottish Terrier remains a fixture of the Terrier Group, always a favorite in the home."
    },
    {
        "kind": "Affenpinscher",
        "img": "https://d17fnq9dkz9hgj.cloudfront.net/breed-uploads/2018/08/affenpinscher-detail.jpg?bust=1535565001&width=355",
        "about": "The Affenpinscher is square-proportioned, compact and sturdy, with medium bone. This breed is a smaller version of a working terrier, and as such is not a delicate dog. This is an activity, tough dog that is agile enough to catch and dispatch rodents. The gait is light, sound, and confident. The Affenpinscher has a monkey-like facial expression with long eyebrows and beard, which lends an air of comic seriousness. The rough coat is about 1 inch long on the body, somewhat longer on the head, neck, chest, stomach and legs. This coat type provided protection from pests and harsh conditions.",
        "activity": "Hight",
        "family_freinds": "6",
        "training_mode": "Average",
        "intelligent": "Half",
        "size": "small",
        "health": "Major concerns: none Minor concerns: patellar luxation, corneal ulcersOccasionally seen: PDA, open fontanel, respiratory difficulties, Legg-Perthes Suggested tests: knee, eye Life span: 12–14 years",
        "height": "9.5-11.5",
        "up_keep": "Although an energetic and activity dog, the exercise needs of the Affenpinscher can be met with vigorous indoor games or romps in the yard, or with short walks on leash. The harsh coat needs combing two or three times weekly, plus shaping every three months. Shaping should be handled by a professional groomer.",
        "history": "he Affenpinscher’s name describes it well: Affen meaning monkey and Pinscher meaning terrier. In France the Affenpinscher is known as the “diablotin moustachu”—moustached little devil, which also aptly describes it! As one of the oldest toy breeds, the Affenpinscher’s origins are obscure. Paintings by the old Dutch Masters from the fifteenth century often included dogs resembling Affenpinschers, but more definite evidence of the breed is absent. Small terriers adept at dispatching rats were abundant in central Europe by the seventeenth century. In Germany, they were used to rid stables and kitchens of rodents. Even smaller versions of these dogs were preferred for lady’s lap dogs, able to protect the home from rodents, warm their mistress’ lap, and amuse the entire household with their antics. This small version eventually became the Affenpinscher, which was later refined by occasional crosses with the Pug, German Pinscher, and German Silky Pinscher. The Affenpinscher in turn became the progenitor of other wire-coated toys, most notably the Brussels Griffon. The breed was most popular in Germany, which can lay claim as its homeland. In 1936 the AKC recognized the Affenpinscher, but World War II slowed any momentum in popularity the breed had gained. Since then, the breed has remained extremely rare even in America and Germany, its comparative strongholds."
    },
    {
        "kind": "Afghan Hound",
        "img": "https://d17fnq9dkz9hgj.cloudfront.net/breed-uploads/2018/08/afghan-hound-detail.jpg?bust=1535565013&width=355",
        "about": "The Afghan is built along greyhound-like lines, enabling this dog to execute a double-suspension gallop and run down fleet game. The comparatively short back and steep pelvis helped the Afghan to leap great heights and to turn almost in place, essential attributes for coursing in rocky mountainous terrain. The large feet provided better foothold and were more resistant to injury on rough ground. The silky coat protected the dog from cold nights at high altitudes. The Afghan appears dignified and aloof, with an exotic expression and proud carriage. The gait shows great elasticity and spring, and the dog moves with head and tail high.",
        "activity": "Moderate",
        "family_freinds": "6",
        "training_mode": "Difficult",
        "intelligent": "Half",
        "size": "medium",
        "health": "Major concerns: none Minor concerns: cataract Occasionally seen: necrotic myelopathy, CHD, hypothyroidism Suggested tests: eye, hip, thyroidism Life span: 12–14 years Note: sensitive to barbiturate anesthesia; prone to tail injuries",
        "height": "25-27",
        "weight": "50-60 lb",
        "up_keep": "The Afghan needs daily exertion, either in the form of a long walk followed by a short sprint, or preferably, a chance to run full speed in a safe enclosed area. This dog makes a a great family member, and needs a soft bed and outdoor access. Afghans are naturally thin and bony. The coat requires some commitment, especially when shedding the puppy coat; most adult coats need brushing or combing every two to three days. Weekly bathing helps prevent matting.",
        "history": "With roots dating to the Egyptian pharaohs, the Afghan Hound is an ancient breed derived from the group of Middle Eastern sighthounds. Despite such illustrious roots, most of the Afghan Hound’s development is the result of their use by nomadic tribes as coursing hounds capable of providing small animal meat for the pot. The dogs often hunted with the aid of falcons, which were trained to swoop at the quarry. Generations of hunting in the harsh mountainous terrain of Afghanistan produced a fast dog that also had a good deal of stamina, but most of all, had incredible leaping ability and nimbleness. The Afghan’s long coat provided protection from the cold climate. These dogs remained isolated for centuries, hidden in the impenetrable Afghanistan Mountains. The first Afghan Hound came to England in the early 1900s; at that time these dogs were called Persian Greyhounds or Barukhzy Hounds. They were a diverse lot so a standard of perfection—modeled on Zardin, a particularly striking dog—that described the more elegant, racy dog of today was created. Popularity grew slowly, with the dog appealing mostly to the glamour set. Popularity in the show ring was faster coming, with the Afghan quickly becoming one of the most competitive and glamorous dogs in the rings. In the 1970s the Afghan became a fad breed with the public, but has since dwindled in popularity."
    },
    {
        "kind": "Rhodesian Ridgeback",
        "img": "https://d17fnq9dkz9hgj.cloudfront.net/breed-uploads/2018/08/rhodesian-ridgeback-detail.jpg?bust=1535566452&width=355",
        "about": "Slightly longer than tall, the Rhodesian Ridgeback combines features of speed, power, and endurance. The Rhodesian Ridgeback has an athletic build. Their stride is efficient and long. Their short glossy coat is adapted for living in hot climates. A distinctive feature is the clearly defined ridge, which starts with two identical whorls just behind their shoulders and taper to the prominence of their hipbones.",
        "activity": "Hight",
        "family_freinds": "4",
        "training_mode": "Easy",
        "intelligent": "very",
        "size": "large",
        "health": "Major concerns: none Minor concerns: CHD, hypothyroidism, elbow dysplasia Occasionally seen: deafness, dermoid sinus Suggested tests: hip, elbow, thyroid, dermoid sinus (as puppy)Life span: 10–12 years",
        "height": "24-27",
        "weight": "70-85 lb",
        "up_keep": "The Rhodesian Ridgeback loves to run, and they need daily mental and physical exercise to keep from becoming bored. They can be a good jogging or hiking companion. Coat care is minimal, consisting only of occasional brushing to remove dead hair.",
        "history": "When European settlers arrived in South Africa in the sixteenth and seventeenth centuries, they brought with them such breeds as the Mastiff, Great Dane, Bloodhound, Pointer, Staghound, and Greyhound, among others. These settlers needed a dog that could be comfortable in both hot and cold temperatures, limited water, and rough bush, while performing the duties of a hunting dog. By mixing their European dogs with native Hottentot tribal hunting dogs (which were distinguished by a ridge of hair growing in the opposite direction along the top of their back) they produced just such a dog. These dogs hunted by both sight and scent and were devoted protectors of the entire family. In the 1870s, several of these dogs were taken to Rhodesia to protect from lions, tracking them and then keeping them at bay. The “lion dogs” were so successful that they soon became popular, their distinctive ridge becoming a trademark. By the 1920s, so many different types of ridged Lion Dogs existed in Rhodesia that a meeting was held to elucidate the most desirable points of the breed, which became the basis for the current breed. Dogs meeting the standard criteria were known as Rhodesian Ridgebacks. Rhodesian Ridgebacks were introduced into England in the 1930s and to America soon after. In both cases, they gained recognition in the 1950s and quickly attracted admirers. In the 1980s, the breed received recognition as a sighthound and became eligible to compete in sighthound field trials. Today, Rhodesian Ridgebacks are among the more popular hounds, undoubtedly because they are an athletic companion in a sleek handsome body."
    },
    {
        "kind": "Airedale Terrier",
        "img": "https://d17fnq9dkz9hgj.cloudfront.net/breed-uploads/2018/08/airedale-terrier-detail.jpg?bust=1535565023&width=355",
        "about": "The Airedale Terrier is a neat, upstanding, long-legged terrier, not exaggerated in any way. This breed has strong round bone and combines strength and agility. The Airedale has strong jaws and a free gait. The coat is hard, dense, and wiry; it lies straight and close, with some hair crinkling or waving.",
        "activity": "Hight",
        "family_freinds": "7",
        "training_mode": "Easy",
        "intelligent": "very",
        "size": "medium",
        "health": "Major Concerns: Hip and elbow dysplasia, cataracts, demodicosis (mange) Minor Concerns: Autoimmune reaction to mange, hypothyroidis  Occasionally Seen: N/A Suggested Tests: Orthopedic testing, eye examination Lifespan: 8-12 years Notes: Some disreputable sellers may give a dog steroids to produce a muscular appearance. When steroids are withdrawn, serious organ or joint problems can occur. Always verify that a kennel is reputable. Many American Bullies are looking for homes through shelters and rescues—consider adopting!",
        "height": "23",
        "weight": "55 lb",
        "up_keep": "This is an activity breed that needs a chance to get vigorous exercise every day. The Airedale’s needs can be met with a long walk, a strenuous game, or a chance to hunt and romp in a safe area. The wire coat needs combing twice weekly, plus professional grooming every one to two months to layer the texture and color.",
        "history": "Known as the King of Terriers, the Airedale is the tallest terrier. Like many terriers, this breed counts the old English, or Black and Tan, Terrier as one of its primary progenitors. These medium-sized dogs were prized by Yorkshire hunters (and poachers) for hunting a variety of game from water rat to fox. The dogs could also find and retrieve birds. Around the mid 1800s, some of these terriers around the River Aire in South Yorkshire were crossed with Otterhounds in order to improve their hunting ability around water, as well as their scenting ability. The result was a dog adept at otter hunting, originally called the Bingley or Waterside Terrier but recognized as the Airedale Terrier in 1878. Crosses to the Irish and Bull Terriers were made in order to reduce some of the remnants of the Otterhound cross that were now considered less than beautiful. By 1900, the patriarch of the breed, Champion Master Briar, was gaining renown, and his offspring carried on his influence in America. The Airedale’s size and gameness continued to win worldwide fame. This dog’s smart looks and manners won it a place as a police dog and family pet, both roles it still enjoys. After World War I, however, The Airedale’s popularity declined, and today this dog’s reputation is greater than its numbers."
    },
    {
        "kind": "Akbash",
        "img": "https://d17fnq9dkz9hgj.cloudfront.net/breed-uploads/2019/10/akbash-482x260.jpg?bust=1570807051&width=355",
        "about": "A unique combination of Mastiff and gazehound features, the Akbash Dog’s characteristics enable him to perform as a livestock guardian. This all-white, lean, leggy, muscular dog has an alert, regal appearance conveying power, strength and courage with the speed and agility necessary to challenge and chase predators. His wedge-shaped head is adorned with pendant ears and long tail is curled over his back when moving or excited. Like other gazehounds, the Akbash Dog is characterized by his long legs, deep chest and tucked flank; the breed’s Mastiff influence is found in his height, weight, broad head and powerful appearance.",
        "activity": "Moderate",
        "family_freinds": "7",
        "training_mode": "Difficult",
        "intelligent": "Half",
        "size": "large",
        "health": "Major Concerns: N/A Minor Concerns: Hip dysplasia, epilepsy, dilated cardiomyopathy and hypothyroidism Occasionally Seen: Gastric torsion and umbilical hernias Suggested Tests: Hip, heart and thyroid Lifespan: 10 to 12 years",
        "height": "30 to 34 inches (male), 28 to 32 inches (female)",
        "weight": "120 pounds (male), 90 pounds (female)",
        "up_keep": "The Akbash Dog’s medium-length or long white coat, which can have light biscuit- or gray-colored shading around the ears or undercoat, should be brushed weekly to remove dirt and hair that has shed. Occasional bathing and regular teeth cleaning and nail trimming are also among the Akbash Dog’s basic grooming needs. Although his activity level is relatively low, the Akbash Dog is best suited for a home with a large fenced yard to provide him with plenty of room to run when needed.",
        "history": "The Akbash Dog is an ancient breed native to western Turkey’s plains and mountains, where he was bred by villagers and shepherds to guard livestock from wolves and other predators. Although the Akbash Dog is the Turkish counterpart to other white guardian breeds native to the northern Mediterranean Basin, he is the only breed to have the distinct combination of Mastiff and gazehound characteristics. In the 1970s, Americans David and Judy Nelson began studying these dogs, importing more than 40 Akbash Dogs to the United States. These imported dogs became the breed’s foundation stock in both the United States and Canada. In 1980, the US Department of Agriculture included Akbash Dogs in the Predator Control Program, in which they successfully performed, and in 1998, the United Kennel Club officially recognized the Akbash Dog as a member of its Guardian Dog Group."
    },
    {
        "kind": "Akita",
        "img": "https://d17fnq9dkz9hgj.cloudfront.net/breed-uploads/2018/08/akita-detail.jpg?bust=1535565032&width=355",
        "about": "This is a large and powerful breed, with much substance and heavy bone, and is slightly longer than tall. The Akita’s build reflects its original job of finding big game in deep snow and rugged terrain. This breed’s double coat consists of a dense undercoat and straight, rough, outer coat standing off from the body, about 2 inches or less in length. Such a combination provides ample insulation from water and weather. The gait is brisk and powerful. The Akita is a versatile dog of large spitz type, able to perform as hiking companion and protector.",
        "activity": "Moderate",
        "family_freinds": "6",
        "training_mode": "Average",
        "intelligent": "Half",
        "size": "large",
        "health": "Major concerns: CHD, PRA Minor concerns: elbow dysplasia, pemphigus, sebaceous adenitis, gastric torsion, cruciate ligament rupture, osteosarcoma, lymphosarcoma, hypothyroidismOccasionally seen: PRA, patellar luxation, VKH-like syndrome, entropion, epilepsy, cataract, polyneuropathy, renal cortical hypoplasia, microphthalmiaSuggested tests: hip, (elbow), eye, thyroidLife span: 10–12 years Note: Akitas are especially sensitive to anemia from red blood cell damage caused by eating onions.",
        "height": "23-28",
        "weight": "65-115 lb",
        "up_keep": "The Akita appreciates mental and physical exercise every day. They need the chance to run in a safe area or on leash for a long jog. Given ample exercise and training, this dog can be a quiet and well-mannered house dog. The coat needs brushing about once a week to remove dead hair, much more often when shedding. Akitas tend to be somewhat messy drinkers!",
        "history": "The Akita is perhaps the most renowned and venerated of the native Japanese breeds. Although it bears a likeness to dogs from ancient Japanese tombs, the modern Akita is the result of a concerted nineteenth century effort to restore seven native Japanese dog breeds. The Akita, largest of these breeds, was restored using many breeds, including indigenous Odate dogs, which were used as the best representatives of native Japanese animals. Over time, Japanese breeders selected against many traits descended from some ancestors, including black mask, pinto pattern, and substantial size; whereas American breeders perpetuated those traits. In 1918, the Akita-inu Hozankai Society of Japan was formed to preserve the original Akita, and in 1931 the Akita was designated as one of Japan’s natural monuments. The most honored Akita of all time was Hachiko, who greeted his master every evening at the train station to accompany him home. When his master died at work one day, Haichiko waited for him, and continued to return and wait for his master every day until he died nine years later on March 8, 1935. Today, a statue and annual ceremony pay homage to Haichiko’s loyalty. The first Akita arrived in America in 1937, when Helen Keller returned from Japan with one. Following World War II, servicemen returned home with Akitas from Japan. The breed’s popularity grew slowly until it received AKC recognition in 1972. Since then, it has steadily gained admirers and continues to grow in popularity. The Akita is now used as a guard and police dog in Japan."
    },
    {
        "kind": "Alaskan Klee Kai",
        "img": "https://d17fnq9dkz9hgj.cloudfront.net/breed-uploads/2019/04/Alaskan-Klee-Kai-482x260.png?bust=1556286097&width=355",
        "about": "With his wedge-shaped head, striking facial mask, prick ears and full tail that curls over the back, the Alaskan Klee Kai is a true reflection of his Northern roots, his spitz-type resemblance a smaller version of the well-known Alaskan Husky.",
        "activity": "Hight",
        "family_freinds": "Half",
        "training_mode": "Easy",
        "intelligent": "very",
        "size": "medium",
        "health": "Major Concerns: N/A Minor Concerns: N/A Occasionally Seen: Juvenile cataracts, liver disease, factor VII deficiency, pyometra, patellar luxation, cryptorchidism, cardiac issues, thyroid diseases Suggested Tests: N/A Lifespan: 10 to 13 years",
        "height": "Up to 13 inches (Toy), 13 to 15 inches (Miniature), 15 to 17 inches (Standard)",
        "weight": "5 to 22 pounds (proportionate to height)",
        "up_keep": "Despite the Alaskan Klee Kai’s thick double coat that moderately sheds, his grooming needs are fairly minimal. He generally enjoys grooming himself, so beyond regular brushing and occasional bathing, as well as regular teeth brushing, nail trimming and ear cleaning, not much upkeep is needed. However, keep in mind the Alaskan Klee Kai sheds seasonally and may require additional grooming. Highly energetic, activity and quick, the Alaskan Klee Kai requires plenty of exercise, such as free play in a fenced yard or leashed walks, to avoid becoming high strung or anxious.",
        "history": "The Alaskan Klee Kai originated in Alaska in the early 1970s when Linda Spurlin and her family desired a companion-sized version of the Alaskan Husky. Through the 1970s and 1980s, the Spurlins carefully chose and bred dogs held to their high standards for appearance and physical and mental soundness, thus creating this rare breed. The Alaskan Klee Kai became available to the public in 1988. Although Spurlin called the breed the Klee Kai, which is an Inuit term meaning “small dog,” it was renamed the Alaskan Klee Kai in 1995 before being officially recognized by the United Kennel Club in 1997."
    },
    {
        "kind": "Saint Bernard",
        "img": "https://d17fnq9dkz9hgj.cloudfront.net/breed-uploads/2018/08/saint-bernard-detail.jpg?bust=1535566478&width=355",
        "about": "The Saint Bernard is powerful and proportionately tall. They are strong and well-muscled, necessary qualities that, in the past, helped them to travel through deep snow. Their coat comes in two types: smooth, in which the short hair is very dense and tough, and long, in which the medium length hair is straight to slightly wavy. Their expression is often thought to appear intelligence.",
        "activity": "Moderate",
        "family_freinds": "7",
        "training_mode": "Easy",
        "intelligent": "very",
        "size": "large",
        "health": "Major concerns: CHD, gastric torsion, entropion, ectropion, elbow dysplasia, osteosarcoma Minor concerns: OCD, diabetes, seizures, heart conditions, cardiomyopathy, CVI, hot spots • Occasionally seen: distichiasis Suggested tests: hip, elbow, cardiac, eye Life span: 8–10 years Note: The Saint Bernard does not tolerate heat well.",
        "height": "25.5-27.5",
        "weight": "120-200 lb",
        "up_keep": "A Saint Bernard needs daily exercise in order to stay fit. Their requirements can be met with moderate walks and short runs, however. They typically enjoy cooler weather and do not do well in heat. Their coat, whether long or short, needs weekly brushing, more so when shedding. All Saint Bernards drool.",
        "history": "The Saint Bernard probably has their roots in the Roman Molossian dogs, but it wasn’t until between 1660 and 1670 that the breed developed into the magnificent dog responsible for saving so many lives. Around this time, the first of these large dogs arrived at the St. Bernard Hospice, a refuge for travelers crossing between Switzerland and Italy. The Saint Bernards originally came to help pull carts and turn spits and may have also functioned as watchdogs or companions, but the monks soon found them invaluable pathfinders through the deep snow. The dogs were adept at locating lost travelers. When a dog found a person, they would lick the person’s face and lie beside him, thus reviving and warming the person. These dogs continued to serve in this invaluable role for three centuries, saving over 2,000 lives. The most famous of all Saint Bernards was Barry, who was credited with saving 40 lives. Before Barry’s death, the dogs were known by several names, including Hospice Dogs, but by the time he died he was of such fame that the dogs were called Barryhund in his honor. In the early 1800s the breed was nearly lost. Some of the remaining dogs were crossed with Newfoundlands in 1830. As a result, the first long-coated dogs of Saint Bernard type appeared. Although it seemed that long hair would help these dogs in the cold snow, in fact it hindered them as the ice clung to their coat. Thus, these long-haired dogs did not participate in rescue work. The first Saints came to England around 1810, referred to by many different names, among them Sacred Dog. By 1865, the name Saint Bernard was in common use, and it became their official name in 1880. Around this time, the breed caught the eye of Americans. By 1900, the Saint Bernard was the most popular AKC breed. Although they has since vacillated in popularity, they are always one of the most popular of the giant breeds."
    },
    {
        "kind": "German Shepherd Dog",
        "img": "https://d17fnq9dkz9hgj.cloudfront.net/breed-uploads/2018/08/german-shepherd-dog-detail.jpg?bust=1535565817&width=355",
        "about": "The German Shepherd Dog has an outline of smooth curves on a longer than tall body that’s strong, agile, substantial, and an exceptionally outreaching and elastic gait, covering the ground in great strides. The breed’s dense, straight or slightly wavy double coat comprises harsh, close lying medium length hair.",
        "activity": "Hight",
        "family_freinds": "9",
        "training_mode": "Easy",
        "intelligent": "very",
        "size": "large",
        "health": "Major concerns CHD Elbow dysplasia.Minor concerns:Panosteitis, vWD, Degenerative myelopathy, Cauda equina, Hot spots, Skin allergies,Malignant neoplasms, Pannus, Cataract, Gastric torsion, Perianal fistulas, Cardiomyopathy, Hemangiosarcoma, Occasionally seen: pancreatic insufficiency",
        "height": "22-26",
        "weight": "75-95 lb",
        "up_keep": "What do German Shepherd Dogs eat and how to care for this breed?Exercise dailyNeeds daily mental stimulation.Enjoys physical challenges.Thrives on learning games as exercise.Brush coat twice weekly. Maintain a German Shepherd Dog’s lean muscle and body condition with dog food best suited for this breed.",
        "history": "Where are German Shepherd Dogs from?Perhaps never in the history of any breed has such concerted effort been put into improving a dog, mostly due to the formation in 1899 of the Verein fur Deutsche Scharferhunde SV, an organization in Germany devoted to overseeing the breeding of the German Shepherd. Breeders sought to develop not only a herding dog but also one that could excel at jobs requiring courage, athleticism, and intelligence.During World War I, they were the obvious choice for a war sentry. At the same time, the AKC changed the breed’s name from German Sheepdog to Shepherd Dog, and Britain changed it to Alsatian Wolfdog, both attempts to dissociate the dog from its unpopular German roots.The Wolfdog was later dropped as it caused many people to fear the dogs. In 1931, the AKC restored the breed’s name to German Shepherd Dog.How big do German Shepherd Dogs get?Shepherds are considered a medium-to-large- sized dog, reaching a between 22” and 26” and weighing up to 95 lbs. fully grown  Do German Shepherd Dogs shed?The double-coat, with a thick undercoat that sheds twice annually, loses hair continuously but can be maintained with regular brushing one or two times weekly.What are the German Shepherd Dog colors? Black, tan, solid black and solid sable. How long do German Shepherd Dogs live? Lifespan: 10–12 years What are some German Shepherd Dogs facts and information? Facts German Shepherds are best known for:Wolf-like appearance Agility, herding and guarding Police dog and guide dog intelligence and fearless companion and guardian Information Despite an outward appearance slightly resembling a wolf, the German Shepherd Dog is a fairly recently developed breed and, contrary to naíve beliefs, it is no more closely related to the wolf than any other breed of dog. The greatest boon to the Shepherd’s popularity came in the form of two dogs, both movie stars: Strongheart and Rin Tin Tin. The German Shepherd held the number one spot in American popularity for many years.Although presently it has dropped from the top spot, the German Shepherd remains as one of the most versatile dogs ever created, serving as a police dog, war dog, guide dog, search-and-rescue dog, narcotics- or explosives-detecting dog, show dog, pet—and even shepherd."
    },
    {
        "kind": "Black and Tan Coonhound ",
        "img": "https://d17fnq9dkz9hgj.cloudfront.net/breed-uploads/2018/08/black-and-tan-coonhound-detail.jpg?bust=1535565252&width=355",
        "about": "The Black and Tan Coonhound’s moderate build allows a blend of strength, speed and agility. This breed is square or slightly longer than tall, with moderate bone. The Coonhound’s long ears may help stir up ground scents, and the deep muzzle allows room for olfactory apparatus. The hair is short but dense, providing an all-weather-protective coat. The expression is alert, friendly, and eager. The stride is easy and graceful, with head and tail held high. The Coonhound has a deep voice. ",
        "activity": "Moderate",
        "family_freinds": "6",
        "training_mode": "Difficult",
        "intelligent": "lower",
        "size": "medium",
        "health": "Major concerns: CHD Minor concerns: ectropion, hypothyroidismOccasionally seen: hemophilia B, elbow dysplasiaSuggested tests: hip, (thyroid), eye, cardiac, (elbow)Life span: 10–12 years",
        "height": "23-25",
        "weight": "55-75 lb",
        "up_keep": "The Black and Tan is a dog that can run for miles, although is usually content with a moderate jog or long walk, with an occasional excursion into the field. They can wander if they catch a scent, so a safe area is mandatory. Their coat needs only occasional brushing. Most Coonhounds drool to some extent, and the face may need regular wiping. The ears should also be checked regularly.",
        "history": "A true American breed, the Black and Tan Coonhound probably originated from crosses of the Bloodhound and the Foxhound, particularly the black and tan Virginia Foxhound. The Black and Tan Coonhound developed mostly in the Appalachian, Blue Ridge, Ozark, and Smokey Mountains, where these dogs were used to hunt raccoons and bears over fairly rugged terrain. They trailed in the fashion of their Bloodhound ancestors, with nose to ground but at a somewhat swifter pace. Although they would trail any mammal, they specialized in raccoons and opossums, often trailing at night. The dogs would bay when the quarry was treed. The “American Black and Tan Fox and Coonhound” was the first coonhound breed recognized by the UKC in 1900. The AKC recognized the breed in 1945—the only coonhound breed the AKC recognized for decades—and is now popular as a pet."
    },
    {
        "kind": "Alaskan Malamute",
        "img": "https://d17fnq9dkz9hgj.cloudfront.net/breed-uploads/2018/08/alaskan-malamute-detail.jpg?bust=1535565041&width=355",
        "about": "The Alaskan Malamute is a powerfully built dog of Nordic breed type, developed to haul heavy loads rather than race. This breed is slightly longer than tall, and is heavy boned and compact, designed for strength and endurance. The Malamute’s gait is steady, balanced, and tireless. The coat is thick and double, with a coarse outer coat and dense, wooly, oily undercoat, providing the ultimate in insulation. Although the eyes have a “wolf-like” appearance, the expression is soft.",
        "activity": "Hight",
        "family_freinds": "8",
        "training_mode": "Difficult",
        "intelligent": "Half",
        "size": "medium",
        "health":"Major concerns: CHD, cataract Minor concerns: chondrodysplasia, hypothyroidism Occasionally seen: gastric torsion, hemeralopia, polyneuropathy, seizures Suggested tests: hip, eye, (thyroid), (elbow), chondrodysplasia, (polyneuropathy) Life span: 10–12 years",
        "height": "23-25",
        "weight": "75-85 lb",
        "up_keep":  "The Alaskan Malamute loves cold weather, and especially loves the snow. They can run for miles and need to have adequate exercise every day, either in the form of a long walk on leash or the opportunity to run. The coat needs brushing once or twice a week, more when shedding.",
        "history": "Like most of the dogs of the spitz family, the Alaskan Malamute evolved in the Arctic regions, shaped by the adverse climatic conditions. The breed’s origin is unknown, but was first described living among the native Inuit people known as the Mahlemuts, who lived along Norton Sound on Alaska’s northwest coast. The word Mahlemut comes from Mahle, an Inuit tribe name, and mut, meaning village. The dogs served as hunting partners for big game, and hauled the heavy loads back home. These dogs were, of necessity, large and strong rather than fast, enabling one dog to do the work of many smaller dogs. They were an essential cog in these people’s lives and were treated almost as one of the family, although they were never pampered as pets. When the first outside explorers came to the region in the 1700s, they were impressed not only by the hardy dog but also by their owners’ obvious attachment to them. With the discovery of gold in 1896, a flood of outsiders came to Alaska; for entertainment, they staged weight-pulling contests and races among their dogs. The native breeds were interbred with each other and those brought by settlers, often in an attempt to create a faster racer or simply supply the vast numbers of dogs needed to supply the gold rush. The pure Malamute was in danger of being lost. In the 1920s, a New England dog racing enthusiast obtained some good specimens, and began to breed the traditional Malamutes. As the breed’s reputation grew, some were chosen to help Admiral Byrd in his 1933 trek to the South Pole. During World War II, the Malamute was once again called into service, this time to serve as freight haulers, pack animals, and search-and-rescue dogs. In 1935, the breed received AKC recognition and began a new phase as an imposing show dog and loyal pet."
    },
    {
        "kind": "American Bully",
        "img": "https://d17fnq9dkz9hgj.cloudfront.net/breed-uploads/2021/01/PF_AmericanBulldog_482x260.jpg?bust=1611174910&width=355",
        "about": "Powerful in stature but sweet in disposition, the American Bully is a wonderful family dog with a laid-back personality. Born with a strong desire to please, American Bullies are loyal, confident, and can be extremely tolerant with children. They protect their home and their family pack, but the American Bully was not bred to be a guard dog. Contrary to what their name implies, the American Bully is no “bully” at all. With their outgoing, affectionate temperament, they are a great ambassador for bully-dog breeds.",
        "activity": "Hight",
        "family_freinds": "6",
        "training_mode": "Average",
        "intelligent": "very",
        "size": "medium",
        "health": "Major Concerns: Hip and elbow dysplasia, cataracts, demodicosis (mange) Minor Concerns: Autoimmune reaction to mange, hypothyroidis  Occasionally Seen: N/A Suggested Tests: Orthopedic testing, eye examination Lifespan: 8-12 years Notes: Some disreputable sellers may give a dog steroids to produce a muscular appearance. When steroids are withdrawn, serious organ or joint problems can occur. Always verify that a kennel is reputable. Many American Bullies are looking for homes through shelters and rescues—consider adopting!",
        "height": "13-21” at shoulders or smaller",
        "weight": "70-120 lbs.",
        "up_keep": "heir smooth, glossy, shorter coat requires very little grooming. Regular brushing with a light bristle brush and regular bathing are all that’s needed. The American Bully is a moderate shedder with a muscular body and broad, deep chest. Seen in a variety of colors and combinations, the only colors the ABKC disqualifies are merle and albino. The coat of an American Bully is usually no longer than a half-inch in length, so this pup may get cold during chilly weather months. Comfortable canine apparel will keep him warm while sending a strong fashion statement. No dog rocks a sweater quite like a Bully!",
        "history": "A newer addition to the world of canine breeds, the American Bully originated in the United States between 1980 and 1990. A combination of American Staffordshire Terrier, American Pit Bull Terrier, American Bulldog, Olde English Bulldog, and Bulldog, the American Bully  has been recognized as a breed by the UKC since 2013. A devoted family companion, the American Bully originated on both coasts of the United States. This breed is now found far beyond American borders, and has made his mark in both Europe and Asia.  Dog breeds grouped within the “bully breed” descend from Molosser dogs of Greece who are noted for the robust physique, pendant ears and short muzzles. Original bully breeders wanted a strong canine to guard their property, protect livestock, and help with daily chores, The modern American Bully is more tolerant toward other dogs than some other bully breeds. But because dog-to-dog conflict is a concern with any breed, dedicated training and socialization will help the American Bully become the best possible canine citizen. With a loving guardian and positive reinforcement training, American Bullies are smart, well-behaved, fun-loving members of the family. If you are interested in becoming an American Bully’s best buddy, you will want to check your local regulations. Some areas have enacted strict regulations against ownership of bully-type and guard-type breeds, commonly called “Breed-specific Legislation (BSL).” BSL attempts to decrease dog bites and attacks by legally banning or strictly controlling certain dog breeds. As simple as this sounds, laws against select breeds are hard to enforce when a dog is of mixed origin or undeterminable breed.  Not every dog with a big noggin has a bully-breed background and all dogs, not just bully breeds, can bite. The American Veterinary Medical Association (AVMA) opposes BSL and states it is an unreliable and ineffective tool for dog bite prevention."
    },
    {
        "kind": "American Eskimo Dog",
        "img": "https://d17fnq9dkz9hgj.cloudfront.net/breed-uploads/2018/08/american-eskimo-dog-detail.jpg?bust=1535565061&width=355",
        "about": " Form and Function The Eskie is built along classic Nordic Spitz lines. This breed is compactly built, slightly longer than tall. The stand-off, double coat resists soaking and provides insulation against the cold. The small thick ears are also cold resistant, and the trot is agile and bold. The expression is keen and alert.",
        "activity": "Moderate",
        "family_freinds": "6",
        "training_mode": "Average",
        "intelligent": "lower",
        "size": "small",
        "health": "Major concerns: none  Minor concerns: CHD, PRA, patellar luxation Occasionally seen: diabetes Suggested tests: hip, eye, (knee), DNA for PRA Life span: 12–14 years",
        "height": "9-19",
        "weight": "6-40 lb",
        "up_keep": "The Eskie is energetic and needs a good workout every day. The extent of the workout depends on the size of the dog, with the larger Eskies needing a good jog or long walk and the smaller Eskies needing only a vigorous game in the yard or short walk. Eskies like cool weather. The double coat needs brushing and combing twice weekly, more often when shedding.",
        "history": "As the prototypical spitz, the Eskie (as this breed is often called) is just as often simply called spitz by pet households. In fact, the American Eskimo Dog descended from one of the varieties of spitz developed in Germany, with influences from other spitz breeds such as the Keeshond, Pomeranian, and Volpino Italiano. Ironically, it was the success of these other breeds that held the Eskie back. Although the Keeshond originally came in several colors, when it was decided to accept only gray specimens, the white Keeshonden were suddenly excluded. When the Pomeranian standard was drawn up to exclude dogs over 8 pounds, larger dogs were excluded as Pomeranians. Thus, by the early 1900s, there were two groups of medium-sized white dogs that, although pure-breds, were excluded from their breeds. Their fate is unknown, but it is likely that they became pets of the working people.  When European workers came to America, they brought these dogs with them as general farm workers and watchdogs. The UKC began registering them in 1913. In the 1920s the American Spitz (as it had come to be called) became a favorite of circus performers. Spectators often left the circus with a new family member—an offspring of one of the dazzling performers. Many present-day Eskies can be traced back to their circus ancestors. After World War I, the breed’s name was changed to American Eskimos, to remove any Germanic sound from the name. Most Eskies were kept as pets and farm dogs. It wasn’t until 1994 that the AKC recognized the breed. The Eskie remains a dog of the people, and a very popular companion."
    },
    {
        "kind": "Australian Cattle Dog",
        "img": "https://d17fnq9dkz9hgj.cloudfront.net/breed-uploads/2018/08/australian-cattle-dog-detail.jpg?bust=1535565115&width=355",
        "about": "The Australian Cattle Dog is of moderate build, enabling this breed to combine great endurance with bursts of speed and extreme agility necessary in herding cattle. This dog is sturdy and compact, slightly longer than it is tall. The Australian Cattle Dog’s gait is supple and tireless, and must be capable of quick and sudden movement. The weather-resistant coat consists of a short, dense undercoat and moderately short, straight outer coat of medium texture. ",
        "activity": "Hight",
        "family_freinds": "7",
        "training_mode": "Easy",
        "intelligent": "very",
        "size": "medium",
        "health": "Major concerns: CHD, OCD, deafness, PRA, elbow dysplasia Minor concerns: none  Occasionally seen: cataract, lens luxation, PPM, vWDSuggested tests: hip, hearing, eye, elbow, DNA for PRA, DNA for lens luxation Life span: 10–13 years",
        "height": "17-20",
        "weight": "35-45 lb",
        "up_keep": "The Australian Cattle Dog is activity and tireless. A good jog or long workout, coupled with obedience lessons or other intellectual challenges, is essential every day; a bored ACD can be destructive. They are happiest when they have a job to perform, and especially when that job is herding. This breed is unsuited for apartment life. The coat needs brushing or combing weekly to remove dead hairs.",
        "history": "In the early 1800s, vast land areas in Australia became available for grazing cattle. The cattle raised on these lands became so wild and intractable that the traditional European herding breeds that had proved satisfactory on tamer cattle were no longer suited for the job. A dog was needed that could withstand traveling long distances over rough terrain in hot weather and that could control cattle without barking (which only served to make wild cattle wilder). In 1840, a man named Hall bred some smooth blue merle Highland Collies to Dingos, producing a strain known as Hall’s Heelers. One particularly influential dog was named Bentley’s Dog, and is credited with originating the white blaze found on the head of Australian Cattle Dogs today. Other breeders crossed their Hall’s Heelers with other breeds, including the Bull Terrier, Dalmatian, and, later, Black and Tan Kelpie, a sheepherding breed. The result was a dog with the herding instincts of the Collie and Kelpie, the endurance, ruggedness, and quiet style of the Dingo, and the horse sense and protectiveness of the Dalmatian, all with a distinctively patterned coat. As the dogs became increasingly vital to the cattle industry of Queensland, they gained the name Queensland Blue Heeler. They later became known as Australian Heeler, and then Australian Cattle Dog. A standard for the breed, emphasizing the Dingo characteristics, was drawn up in 1897. The Australian Cattle Dog was slow to catch on in America, however, perhaps because the breed bore little resemblance to established herding breeds. When given a chance, they proved their merits and were welcomed as herders and pets. The AKC recognized the breed in 1980."
    },
    {
        "kind": "Australian Shepherd",
        "img": "https://d17fnq9dkz9hgj.cloudfront.net/breed-uploads/2018/08/australian-shepherd-detail.jpg?bust=1535565122&width=355",
        "about": " Form and Function This is an athletic dog of medium size and bone; The Australian Shepherd is lithe, agile, and slightly longer than it is tall. This breed is muscular and powerful enough to work all day, without sacrificing the speed and agility. This dog’s gait is free and easy, and must be able to change direction or speed instantly. The double coat is weather resistant, with the outer coat of medium texture and length, straight to wavy. The expression is keen, intelligence, and eager.",
        "activity": "Hight",
        "family_freinds": "7",
        "training_mode": "Easy",
        "intelligent": "very",
        "size": "medium",
        "health": "Major concerns: cataract, CEA Minor concerns: CHD, nasal solar dermatitis, Pelger-Huet syndrome, iris coloboma, CEA, hypothyroidism Occasionally seen: lumbar sacral syndrome, epilepsy, PRA, distichiasis, elbow dysplasia Suggested tests: hip, eye, (thyroid), (DNA for CEA), elbow  Life span: 12–15 years Note: This breed is often sensitive to ivermectin. Homozygous merle, which is detrimental to health, commonly results in deafness and blindness. The natural bobtail can result in some serious spinal defects.",
        "height": "18-23",
        "weight": "40-65 lb",
        "up_keep": "This breed needs a good workout every day, preferably combining both physical and mental challenges. The coat needs brushing or combing one to two times weekly.",
        "history": "The Australian Shepherd is not really an Australian breed, but came to America by way of Australia. One popular theory of the breed’s origin begins during the 1800s when the Basque people of Europe settled in Australia, bringing with them their sheep and sheepdogs. Shortly thereafter, many of these shepherds relocated to the western United States, with their dogs and sheep. American shepherds naturally dubbed these dogs Australian Shepherds because that was their immediate past residence.  The rugged area of Australia and western America placed demands on the herding dogs that they had not faced in Europe, but through various crosses and rigorous selection for working ability, the Basque dog soon adapted and excelled under these harsh conditions. The breed kept a low profile until the 1950s, when they were featured in a popular trick-dog act that performed in rodeos and was featured in film. Many of these dogs, owned by Jay Sisler, can be found in the pedigrees of today’s Aussies. The first Aussie was registered with the International English Shepherd Registry, now known as the National Stock Dog Registry. The AKC recognized the Australian Shepherd in 1993. Its popularity according to AKC statistics underestimates the popularity of this breed because a large proportion of this working breed remains unregistered with the AKC. This dog is among the most versatile of breeds, excelling at conformation, obedience, herding, and agility competition. The Aussie is also adept at working cattle; in fact, some believe its close working style is more suited to cattle than to sheep."
    },
    {
        "kind": "Basenji",
        "img": "https://d17fnq9dkz9hgj.cloudfront.net/breed-uploads/2018/08/basenji-detail.jpg?bust=1535565141&width=355",
        "about": "The Basenji is square-proportioned and high on leg. This breed is far more slightly built and longer legged than most other primitive breeds, allowing a good amount of speed and the ability to perform the double-suspension gallop. The Basenji’s erect ears help locate game in thick bush and may act as heat dissipaters. This dog’s short coat also aids in dealing with the hot climate of Africa.",
        "activity": "Moderate",
        "family_freinds": "7",
        "training_mode": "Average",
        "intelligent": "Half",
        "size": "medium",
        "health": "Major concerns: Fanconi syndrome, PRA, Basenji enteropathy  Minor concerns: PPM, PK, hypothyroidism, umbilical hernia Occasionally seen: CHD, patellar luxation, corneal dystrophy Suggested tests: eye, thyroid, hip, Fanconi, DNA for PK, DNA for PRA Life span: 12–14 years",
        "height": "16-17",
        "weight": "22-24 lb",
        "up_keep": "The Basenji is an activity dog that needs daily mental and physical exercise. Their needs can be met by a long walk followed by a vigorous game or by free-running in a safe enclosed area. Coat care is minimal, consisting of only occasional brushing to remove dead hair.",
        "history": "The Basenji is among the most primitive of breeds, discovered in the African Congo with Pygmy hunters. Early explorers called the dogs after the tribes that owned them or the area in which they were found, such as Zande dogs or Congo terriers. The native tribes used the dogs (which often wore a large bell) as pack hunters, driving game into nets.  Early attempts to bring the dogs to England in the late 1800s and early 1900s were unsuccessful because they all succumbed to distemper. In the 1930s, a few dogs were successfully brought back to England and became the foundation (along with subsequent imports from the Congo and Sudan) of the breed outside of Africa.   The name “Basenji,” meaning “bush thing,” was chosen. The early imports attracted much attention, and soon after dogs were brought to America. The breed’s popularity as a pet grew modestly but steadily. In the 1950s, a surge of popularity occurred as a result of a book and movie featuring a Basenji. The 1980s saw two important but controversial events for the Basenji in America. First, several Basenjis were brought from Africa in an attempt to widen the gene pool and combat some widespread hereditary health problems; some of these introduced the previously unrecognized brindle color into the breed. Second, the Basenji was recognized by the American Sighthound Field Association as a sighthound and allowed to compete in lure-coursing trials. This breed’s body structure and hunting style had previously been deemed too un-sighthound-like. The Basenji has always been hard to categorize. This breed retains several primitive characteristics, most notably its lack of barking ability and its yearly, rather than twice yearly, estrus cycle."
    },
    {
        "kind": "Beagle",
        "img": "https://d17fnq9dkz9hgj.cloudfront.net/breed-uploads/2018/08/beagle-detail.jpg?bust=1535565158&width=355",
        "about": "The Beagle should look like a miniature Foxhound, and is solid for the size. The Beagle’s moderate size enables the ability to follow on foot. Beagles can also be carried, and they can scurry around in thick underbrush. Their close hard coat protects them from underbrush. Their moderate build enables them to nimbly traverse rough terrain. The Beagle’s amiable personality allows this breed to get along with other dogs and to be a wonderful pet. Beagles are noted for their melodious bay. The deep muzzle allows more room for olfactory receptors, aiding the Beagle’s uncanny sense of smell.",
        "activity": "Moderate",
        "family_freinds": "10",
        "training_mode": "Average",
        "intelligent": "very",
        "size": "medium",
        "health": "Major concerns: intervertebral disk disease, CHD Minor concerns: glaucoma, epilepsy, CPRA, hypothyroidism, patellar luxation, chondrodysplasia, cherry eye, distichiasis, KCS Occasionally seen: deafness, hemophilia A, cataract, demodicosis, umbilical hernia, Musladin-Leuke Syndrome (MLS) Suggested tests: hip, eye, (thyroid), DNA for MLS Life span: 12–15 years",
        "height": "13",
        "weight": "18-30 lb",
        "up_keep": "The Beagle needs daily exercise, either a long walk on leash or a romp in a safe area. Coat care requires only occasional brushing and bathing.",
        "history": "By the fourteenth century, hare-hunting had become a popular sport in England, and the dogs used were probably of Beagle type. The origin of the name Beagle may be from old French words meaning open throat in reference to the breed’s melodious bay, or from the Celtic, old English, or old French words for small. The word Beagle was not used until 1475, however, but can then be found frequently in writings from the sixteenth century on. Hunters could follow these dogs on foot and could even carry one in a pocket if the need arose. By the 1800s, Beagles existed in several sizes, but the smaller “pocket-size” dogs were particularly popular. These dogs measured only about 9 inches and often needed the hunter’s assistance in crossing rough fields. One of the special appeals of the smaller Beagles was that the hunt could be followed even by “ladies, the aged, or the infirm,” as they slowly followed the winding path of the hare.   The first mention of the Beagle in America was in 1642. Beagles were used in the South prior to the Civil War, but these dogs bore little resemblance to their English counterparts. After the war, English imports formed the basis of the modern American Beagle. By the end of the nineteenth century, Beagles were popular competitors in both field and conformation exhibitions. But the merry little scenthound did not stop there: the Beagle continued to become one of America’s all-time favorite breeds, finding a special niche as family pet."
    },
    {
        "kind": "Bearded Collie",
        "img": "https://d17fnq9dkz9hgj.cloudfront.net/breed-uploads/2018/08/bearded-collie-detail.jpg?bust=1535565171&width=355",
        "about": "The Beardie is a medium-sized dog with a long, lean, strongly made body, which gives the impression of both strength and agility. This breed’s gait is supple and powerful, with good reach and drive. The ability to make sharp turns, quick starts, and sudden stops is essential in a sheep herding breed, and the Beardie must be able to keep this activity up for a long period of time under all conditions. This dog’s coat is double with a soft, furry undercoat. The outer coat is flat, harsh, and fairly straight; it is sufficient to protect the dog but not so much as to obscure the dog’s lines. The Beardie’s expression is bright and inquiring.",
        "activity": "Moderate",
        "family_freinds": "6",
        "training_mode": "Average",
        "intelligent": "very",
        "size": "large",
        "health": "Major concerns: none Minor concerns: CHD, epilepsy, colonic disease, pemphigus, Addison’s  Occasionally seen: CHD, PRA, PPM, cataract, vWD Suggested tests: hip, eye, thyroid Life span: 12–14 years",
        "height": "20-22",
        "weight": "45-55 lb",
        "up_keep": "This activity dog needs either a good jog, a very long walk, or a vigorous play session every day. The Beardie especially enjoys herding. The long coat needs brushing or combing every other day.",
        "history": "The Bearded Collie probably originated from the central European Magyar Komondor or Lowland Polish Sheepdog. In fact, records show that in 1514 two Lowland Polish Sheepdogs were brought to Scotland by Polish traders. Although dogs strongly resembling Bearded Collies are depicted in art dating from the eighteenth century, hard evidence of the breed cannot be found until the early nineteenth century, when the first breed description was published. These dogs were tireless herders of sheep and drovers of cattle over rough terrain in the cold Scottish mists. Long popular as a herding dog in Scotland, after the Victorian era the breed also gained favor as a show dog. Two strains, the Border strain, which was brown and white with a slightly wavy coat, and the Highland strain, which had a gray and white coat, have since been interbred and merged into one breed. After World War I, the Beardie was once again bred solely for work. Their value as herding dogs made it difficult for outsiders to acquire one from their shepherd owners. Eventually, however, a few breeders interested in showing Beardies were able to bring some dogs to England and then to America. The AKC recognized the breed in 1977. The Beardie has since become a popular pet and continues as a capable herder, although is more popular as a competitor in herding trials than as an actual working dog."
    },
    {
        "kind": "Beauceron",
        "img": "https://d17fnq9dkz9hgj.cloudfront.net/breed-uploads/2018/08/beauceron-detail.jpg?bust=1535565185&width=355",
        "about": "The Beauceron is not a dog of extremes, but is a solid, balanced dog as befitting a true multipurpose dog ready to do a long day’s work. This breed’s body is powerful yet agile, jaws are strong, and gait is fluid, effortless, and ground covering. The head is not held high when moving, but is lowered to the level of the back, as is typical of herding dogs. The Beauceron’s outer coat is straight, dense, and coarse, of medium length; this, combined with a dense undercoat, offers weather-resistant protection. An unusual trait is the presence of double dewclaws on the hindlegs, which seem to be a French tradition for herding and flock dogs. Although they serve no function, they were perhaps at one time associated with the best herders, and are now a breed trademark.",
        "activity": "Moderate",
        "family_freinds": "4",
        "training_mode": "Average",
        "intelligent": "Half",
        "size": "large",
        "health": "Major concerns: CHD  Minor concerns: gastric torsion Occasionally seen: cardiomyopathy Life span: 10–12 years",
        "height": "24-27.5",
        "weight": "65-85 lb",
        "up_keep": "This is a dog with an activity mind and athletic body, and needs mental and physical exercise every day. Without adequate stimulation, the Beauceron can become bored and destructive. Don’t adopt a Beauceron unless you commit to taking time to train and provide regular exercise. Coat care is minimal, consisting of brushing once a week or so.",
        "history": "The Beauceron is an entirely French breed, dating back as far as the late 1500s. The breed originated in the plains area surrounding Paris known as La Beauce. The largest of the French sheepdogs, the Beauceron was used as a general-purpose farm dog, driving and protecting sheep and sometimes, cattle, and protecting the family.  In 1863 two types of plains flock-herding and guarding dogs were differentiated: the long-coated Berger de Brie (Briard) and the short-coated Berger de Beauce (Beauceron). The Société Centrale Canine registered the first Berger de Beauce in 1893, and the first breed club was formed in 1922.  Well known as the preferred herding dog in France, the breed remained virtually unknown outside of France. The French army employed Beaucerons as messenger dogs on the front lines during both world wars. The breed’s uncanny ability to follow directions, follow trails, and detect mines still makes them a respected military and police dog. They also serve their families as protection dogs.  In the 1960s a concerted effort was made to preserve the qualities of native French breeds, and since that time, the Beauceron’s popularity in France and elsewhere has grown. In 1980 the Beauceron Club of America formed, and in 2001 the AKC admitted the Beauceron into the Miscellaneous class. They are making their presence felt by excelling in obedience, tracking, agility, Schutzhund, and of course, herding."
    },
    {
        "kind": "Bernese Mountain Dog",
        "img": "https://d17fnq9dkz9hgj.cloudfront.net/breed-uploads/2018/08/bernese-mountain-dog-detail.jpg?bust=1608663154&width=355",
        "about": "The Bernese Mountain Dog is slightly longer than tall, though appearing square. This breed is a sturdy, large, hardy dog with a combination of strength, speed, and agility. The Bernese’s natural working gait is a slow trot, but with good reach and drive. The thick coat is moderately long, and slightly wavy or straight, providing insulation from the cold. The expression is gentle, and the color is striking.",
        "activity": "Moderate",
        "family_freinds": "7",
        "training_mode": "Average",
        "intelligent": "very",
        "size": "large",
        "health": "Major concerns: CHD, elbow dysplasia, mast cell tumor, gastric torsion  Minor concerns: cataract, entropion, ectropion, SAS Occasionally seen: hypomyelination, allergies, vWD, hepatocerebellar degeneration, hypothyroidism, PRA Suggested tests: hip, elbow, eye, cardiac, DNA for vWD Life span: 6–9 years Note: Extra care must be taken to avoid heat stroke.",
        "height": "23-27.5",
        "weight": "70-120 lb",
        "up_keep": "The Bernese enjoys the outdoors, especially in cold weather. This dog needs daily but moderate exercise, either a good hike or walk on leash. The coat needs brushing one or two times weekly, much more often when shedding. The Bernese life span is described by a Swiss expression: “Three years a young dog, three years a good dog, and three years an old dog. All else is a gift from God.”",
        "history": "The most well known of the Sennehunde, or Swiss mountain dogs, the Bernese is distinguished by being the only one to have a fairly long, silky coat. The origin of the breed is speculative at best. Some experts believe this breed’s history traces to the Roman invasion of Switzerland, when the Roman mastiffs were crossed with native flock-guarding dogs. This cross produced a strong dog that was able to withstand the Alpine weather and that could serve as draft dog, flock guard, drover, herder, and general farm dog.  Despite their utility, little attempt was made to perpetuate them as a breed purposefully. By the late 1800s, the breed was in danger of being lost. At that time, Professor Albert Heim initiated a study of Swiss dogs that led to the identification of the Bernese Mountain Dog as one of the existing types. These dogs were found only in the valleys of the lower Alps. Through Dr. Heim’s efforts, these dogs were promoted throughout Switzerland and even Europe. The finest specimens came to be found in the Durrbach area, at one time giving the breed the name Durrbachler. With the breed’s spread, the name was changed to Bernese Mountain Dog. The first Bernese came to America in 1926; official AKC recognition was granted in 1937."
    },
    {
        "kind": "Belgian Shepherd Dog ",
        "img": "https://d17fnq9dkz9hgj.cloudfront.net/breed-uploads/2019/04/Belgian-Shepherd-Dog-482x260.png?bust=1556288902&width=355",
        "about": "The Belgian Shepherd Dog is a majestic yet hardy dog of medium size and good proportion. Versatile and adaptable, he is quick and agile, with the endurance needed to herd flocks of sheep all day, the purpose for which he was originally bred. with very proud head carriage. The overall impression is of power without bulkiness. The gait is smooth and easy, seemingly effortless rather than hard driving. Such a gait gives the impression of tirelessness. The Malinois has a tendency to run in a wide circle rather than a straight line. The coat is fairly short, straight, and hard, with a dense undercoat. The expression is intelligence and questioning.",
        "activity": "Hight",
        "family_freinds": "4",
        "training_mode": "Easy",
        "intelligent": "very",
        "size": "large",
        "health": "Major concerns: none Minor concerns: CHD, elbow dysplasia Occasionally seen: PRA, cataract, pannus, hemangiosarcoma Suggested tests: hip, elbow, eye Life span: 10–12 years",
        "height": "22-26",
        "weight": "60-65 lb",
        "up_keep": "The Malinois is a high-energy dog that needs a lot of exercise. Their needs cannot be met with a leisurely walk on leash. They instead need a good jog or a vigorous play session. They especially enjoy herding. Their coat needs weekly brushing, more when shedding.",
        "history": "A native breed to Belgium dating back to the 1800s that was developed to herd sheep, the Belgian Shepherd Dog became popular for his abilities as a smart, adaptable working dog. The Club due Chien de Berger Belge (Belgian Shepherd Dog Club) was formed in 1891 as a means to define consistency for these native dogs, which were identical anatomically but different in terms of their coat texture, length and color. Of those varieties, the black long-haired dog was called Groenendael; the fawn rough-haired dog, Laekenois; the fawn short-haired masked dog, Malinois; and fawn long-haired masked dog, Tervuren. Having been imported to the United States in the 1900s, today, these four varieties are viewed as a single breed, the Belgian Shepherd Dog, as recognized by the United Kenn"
    },
    {
        "kind": "Boerboel",
        "img": "https://d17fnq9dkz9hgj.cloudfront.net/breed-uploads/2018/08/Boerboel-482x260.png?bust=1556225325&width=355",
        "about": " Form and Function The Boerboel is a large, muscular dog showing strength and agility in motion. This dog can be strong enough to overpower and nimble enough to avoid a wide variety of dangerous African animals. This breed is also intelligence enough to recognize danger, courageous enough to face it, and cautious enough to stay clear. The jaws are particularly strong. The coat is short but dense. The skin is thick and loose for added protection. The Boerboel is well pigmented to protect against the African sun. The dog is slightly longer than tall, with powerful free-flowing movement.",
        "activity": "Moderate",
        "family_freinds": "7",
        "training_mode": "Average",
        "intelligent": "Half",
        "size": "large",
        "health": "Major concerns: CHD, elbow dysplasia   Minor concerns: entropion, ectropion  Occasionally seen: epilepsy  Suggested tests: hip, eye, heart  Life span: 8–12 years",
        "height": "22-27",
        "weight": "100-180 lb",
        "up_keep": "Boerboels need a medium level of activity. A long walk or short jogging venture will usually satisfy their exercise needs. This is not a good breed for dog parks. They enjoy challenging sports such as tracking. Coat care is minimal, consisting of an occasional bath or brushing. They do well outside in temperate climates.",
        "history": "When Jan van Riebeeck and company arrived in South Africa in 1652 to establish a trading post (Cape Town) for the Dutch East India Company, they brought their Bullenbijters with them for protection. Subsequent colonists also brought large protective dogs. More Bulldog and Mastiff breeds arrived with British settlers in the 1800s. These dogs all interbred and were further dispersed northward during the Great Trek beginning in 1838. They were likely also crossed with native African dogs, and the Rhodesian Ridgeback may have even played a role.  The name Boerboel (pronounced BUR-bul) means “farmer’s dog.” The boers (Dutch/Afrikaans for “farmers”) used the dogs for protection from dangerous animals and humans in the sparsely populated land, often keeping large numbers of them around the farm. During the day, the dogs would disperse to different duties—protecting farm animals, guiding oxen, or accompanying the farmer. In 1938, the diamond mining company De Beers imported Bullmastiffs to guard their South African mines, and these dogs were subsequently integrated into the Boerboel gene pool. In the early 1980s, two individuals searched Africa for authentic Boerboel dogs, eventually locating 250 and selecting 72 for registration. The breed has since spread throughout the world. It was recognized as a member of the AKC Working group in 2015."
    },
    {
        "kind": "Border Collie",
        "img": "https://d17fnq9dkz9hgj.cloudfront.net/breed-uploads/2018/08/border-collie-detail.jpg?bust=1535565300&width=355",
        "about": "This is a medium dog of strong bone, slightly longer than tall, combining grace, agility, substance, and stamina. The Border Collie’s trot is smooth, ground covering, and tireless, moving with stealth and strength. They are able to change speed and direction suddenly. This breed can display incredible agility even after working for long periods. The coat can be either smooth or rough. The smooth coat is short all over the body; the rough coat is medium to long in length and flat to slightly wavy in texture. The BC’s expression is intelligence, alert, eager, and full of interest, a reflection of its temperament.",
        "activity": "Hight",
        "family_freinds": "5",
        "training_mode": "Easy",
        "intelligent": "very",
        "size": "medium",
        "health": "Major concerns: CHD Minor concerns: PRA, lens luxation, CEA, PDA, OCD, deafness, seizures, hypothyroidism Occasionally seen: cerebellar abiotrophy, ceroid lipofuscinosis, compulsive behavior Suggested tests: hip, eye, (thyroid), (DNA for CEA) Life span: 10–14 years",
        "height": "30-45 lb",
        "weight": "18-2",
        "up_keep": "Few dogs are as work oriented as the Border Collie. These are dogs that need a job and a lot of physical and mental activity every day to satisfy their quest for work. This is a dog that cannot live in an apartment and that should preferably have ready access to a yard. The coat needs brushing or combing twice weekly.",
        "history": "The consummate sheepdog, the Border Collie is the result of over a century of breeding for function above all other criteria. In the 1800s, a variety of sheep herding dogs with differing herding styles existed in Great Britain. Some were “fetching” dogs, dogs having an innate tendency to circle sheep and bring them back toward the shepherd. Most of these were noisy dogs, tending to nip and bark as they performed their job.   Boasts of the superiority of certain dogs were only natural; in 1873 the first actual sheepdog trial was held in order to settle some of these boasts. This contest would indirectly lead to the first Border Collies, by way of a dog named Hemp, so distinguished himself in trials. He herded not by barking and nipping, but by calmly staring at the sheep (“giving eye”) intimidating them into moving. Hemp is considered to be the father of the Border Collie.  In 1906, the first standard was drawn up, but unlike the physical standards of most breeds, this was a description of working ability, with no regard to physical appearance. This emphasis has shaped the breed ever since. In fact, the dogs were still referred to simply as sheepdogs; only in 1915 was the name Border Collie first recorded, in reference to the dog’s origin around the English and Scottish borders. Border Collies came to America and instantly dazzled serious shepherds with their quick herding and obedience capabilities. In fact, the latter opened a new door for the breed as one of the top competitive breeds in obedience trials. Having worked hard to gain the reputation of one of the smartest breeds of dogs, a breed unspoiled by cosmetic emphasis, many Border Collie fans activityly fought AKC recognition as a show dog. In 1995, however, the AKC officially recognized the breed."
    },
    {
        "kind": "Boston Terrier",
        "img": "https://d17fnq9dkz9hgj.cloudfront.net/breed-uploads/2018/08/boston-terrier-detail.jpg?bust=1535565321&width=355",
        "about": "The Boston Terrier is a compactly built, square-proportioned, short-backed, clean-cut dog. This breed conveys the impression of determination, strength, sturdiness, liveliness, and style, with a graceful carriage. The Boston retains many of the attributes of his Bulldog ancestors, but in a clean-cut package that makes a handy house companion. The short fine coat, with distinctive markings, adds to this breed’s dapper appearance. ",
        "activity": "Moderate",
        "family_freinds": "7",
        "training_mode": "Difficult",
        "intelligent": "Half",
        "size": "small",
        "health": "Major concerns: none Minor concerns: patellar luxation, stenotic nares, elongated soft palate, allergies Occasionally seen: deafness, seizures, cataract, demodicosis Suggested tests: knee, eye, hearing Life span: 10–14 years   Note: This breed does not tolerate the heat and is sensitive to anesthesia. Bostons are prone to corneal abrasions. Caesarean deliveries are commonly needed.",
        "height": "15-17",
        "weight": "10-25 lb",
        "up_keep": "This is a lively dog that needs daily exercise and interaction with his family. They love games, and most of their exercise requirements can be met with a romp in the yard or a short walk on leash. Some Bostons wheeze and snore, and many don’t tolerate heat well. The coat requires only minimal care, an occasional brushing to remove dead hairs.",
        "history": "Unlike most breeds, the origin of the Boston Terrier is well documented. Around 1865, the coachmen employed by the wealthy people of Boston began to interbreed some of their employers’ fine dogs. One of these crosses, between an English Terrier and a Bulldog, resulted in a dog named Hooper’s Judge. He and his offspring provided the foundation for the Boston Terrier.  By 1889, the breed had become sufficiently popular in Boston that the American Bull Terrier Club was formed, but this proposed name for the breed was not well received by Bull Terrier fans. The breed’s nickname, roundheads, was similarly inappropriate. Shortly after, the breed was named the Boston Terrier, after its birthplace.   The Boston’s rise from nonexistence to AKC recognition was meteoric by modern standards, as the breed was recognized by the AKC in 1893, less than 20 years after the breed was born. Breeders continued to seek greater consistency. In early years, color and markings were not particularly important, but by the early 1900s, the breed’s distinctive markings had become an essential breed feature. The handsome little Boston Terrier quickly gained favor throughout America, ranking as one of the most popular breeds in the early to middle 1900s and retaining great popularity today."
    },
    {
        "kind": "Boxer",
        "img": "https://d17fnq9dkz9hgj.cloudfront.net/breed-uploads/2018/08/Boxer-482x260.png?bust=1556225793&width=355",
        "about": "The Boxer is exemplary in the combination of stylish elegance with strength and agility. This breed is square-proportioned with good substance and musculature. The Boxer’s stride is free and ground covering, with proud carriage. The head is distinctive, with a broad, blunt muzzle and alert expression. The coat is short and shiny. This dog is perfectly suited to serve as a working watchdog.",
        "activity": "Hight",
        "family_freinds": "8",
        "training_mode": "Average",
        "intelligent": "very",
        "size": "large",
        "health": "Major concerns: boxer cardiomyopathy, SAS, CHD  Minor concerns: gastric torsion, hypothyroidism, corneal erosion, colitisOccasionally seen: brain tumors, degenerative myelopathy Suggested tests: thyroid, hip, cardiac (Holter monitoring) Life span: 8–10 years Note: Sensitive to heat. White boxers may be deaf. The drug a",
        "height": "50-80 lb",
        "weight": "21-25",
        "up_keep": "The Boxer needs daily mental and physical exertion. They likes to run, but their exercise needs can also be met with a good jog or long walk on leash. They do not do well in hot weather. Some snore. The coat needs only occasional brushing to remove dead hair.",
        "history": "The Boxer derives from two central European breeds of dog that no longer exist: the larger Danziger Bullenbeiser and smaller Brabenter Bullenbeiser. Bullenbeiser means bull-biter, and these dogs were used to chase large game through the forest. This required a strong but agile dog with a broad powerful jaw and a recessed nose. In England, the Bulldog was the favored breed for the sport, whereas in Germany large mastiff-type dogs were used. Around the 1830s, German hunters began a concerted effort to create a new breed, crossing their Bullenbeisers with mastiff-type dogs for size, terriers for tenacity, and, finally, Bulldogs. The result was a tough agile dog with a streamlined body and strong grip. By 1895, an entirely new breed, the Boxer, had been established. Although the exact origin of the name Boxer is obscure, it may have been derived from the German Boxl. The Boxer was one of the first breeds to be employed as a police and military dog in Germany.  By 1900, the breed had become established as a general utility dog, family pet, and even show dog. The AKC recognized the breed soon after, but only in the 1940s did the breed begin its steady rise to the top of the popularity charts, eventually peaking as the fourth most popular breed in America."
    },
    {
        "kind": "Brittany Spaniel",
        "img": "https://d17fnq9dkz9hgj.cloudfront.net/breed-uploads/2018/08/brittany-spaniel-detail.jpg?bust=1535565366&width=355",
        "about": "The leggiest of the Sporting breeds, the Brittany is square-proportioned, the height at the shoulder equaling the length of the body. This breed stands slightly higher at the withers than at the rump, and is medium-sized with light bone. The combination of long legs and light bones endows the Brittany with remarkable agility and speed. In fact, the breed is very quick and is noted for ground-covering side movement at the trot. The Brittany may be born tailless. The breed’s coat is far less profuse than that of spaniels and is either flat or wavy. An overly profuse coat is detrimental in briars and is considered a severe fault. The Brittany’s expression is alert and eager, but soft. The eyes are protected from briars by a fairly heavy eyebrow. The Brittany is an extremely athletic, eager dog that should be ready and able to run for extended periods.",
        "activity": "Moderate",
        "family_freinds": "9",
        "training_mode": "Difficult",
        "intelligent": "lower",
        "size": "small",
        "health": "Major concerns: CHD  Minor concerns: epilepsy, hypothyroidism Occasionally seen: lens luxation, PRA  Suggested tests: hip, thyroid, (eye) Life span: 12–13 years",
        "height": "17.5-20.5",
        "weight": "30-40 lb",
        "up_keep": "The Brittany is generally a hardy dog that requires little maintenance. This breed’s major requirement is for abundant exercise, at least an hour of exertion—not just walking—every day. The coat is not particularly thick or long, but does require brushing once or twice weekly.",
        "history": "In the mid 1800s, French sportsmen crossed their small land spaniels with English Setters in attempts to produce a dog better suited for their needs. Some of the offspring were tailless, and their descendants continued to be tailless or stub-tailed. More importantly, they were excellent hunters with strong noses. These dogs soon became popular not only with the French gentry but also with poachers because they would both point and retrieve and were extremely obedient—essential qualities for the clandestine activities of the poachers.  The first Brittany (or “Epagneul Breton”) was registered in France in 1907. The Brittany came to America (Mexico) around 1925. The breed took a while to be accepted, mostly because hunters expected a pointing dog to have a long tail. When the dogs were given a chance, however, they proved their mettle and have since become the most popular of all pointing breeds at field trials. In fact, registrations eventually soared to place the Brittany among the top 20 in popularity, no doubt because of this dog’s abilities, close-ranging hunting style, small size, and tractable nature. Although registered as the Brittany Spaniel with the AKC from 1934, the word spaniel was dropped in 1982 in recognition of the dog’s hunting style, which is more like that of a setter than a spaniel."
    },
    {
        "kind": "Bull Terrier ",
        "img": "https://d17fnq9dkz9hgj.cloudfront.net/breed-uploads/2018/08/bull-terrier-detail.jpg?bust=1535565390&width=355",
        "about": " Form and Function The Bull Terrier is the cavalier gladiator— a good looking tough character. This breed is strongly built and muscular, longer than tall. These dogs’ muscle mass combined with their relatively low center of gravity make them sturdy and stable. Their distinctive head not only shows off their keen and determined expression, but also their great jaw strength. Their gait is smooth and easy. The skin is tight, and the coat short, flat, and harsh.",
        "activity": "Moderate",
        "family_freinds": "6",
        "training_mode": "Difficult",
        "intelligent": "lower",
        "size": "medium",
        "health": "Major concerns: deafness (in whites), kidney problems (hereditary neprhitis and renal dysplasia)  Minor concerns: heart problems (SAS, mitral stenosis), compulsive behavior, allergies  Occasionally seen: patellar luxationSuggested tests: hearing (whites), UP:UC ratio for kidney function, cardiac, knee Life span: 11–14 years",
        "height": "21-22",
        "weight": "50-70 lb",
        "up_keep": "The Bull Terrier needs to be entertained, either with a good exercise session or mental stimulation every day—preferably both. This is an activity breed that enjoys a good run, but it is best to run the Bull Terrier only in a safe area. Coat care is minimal.",
        "history": "Around 1835, a mix between a Bulldog and the old English Terrier produced a dog known as the Bull and Terrier. A later mix to the Spanish Pointer added needed size, and the result was a tenacious, strong, yet agile dog.Around 1860 James Hinks mixed the Bull and Terrier with the White English Terrier and the Dalmatian, producing an all-white strain he called Bull Terriers. The new all white strain immediately captured the attention of the public; they became a fashionable companion for young gentlemen who wanted a good-looking masculine dog at their sides. The dogs gained the reputation for defending themselves, but not provoking a fight, and were thus dubbed “the white cavalier.”The dogs gradually became more streamlined, and the Bull Terrier’s distinctive head evolved. Around 1900, mixes with Staffordshire Bull Terriers reintroduced color into the breed. This mix was not well accepted at first, but finally gained equal status as a separate AKC variety in 1936. The white variety still continues as the more popular variety, but both colors have enjoyed great popularity as pets. Their comical nature and expression wins them many friends, and they have proven to be very successful in movies and advertising."
    },
    {
        "kind": "Bullmastiff",
        "img": "https://d17fnq9dkz9hgj.cloudfront.net/breed-uploads/2018/08/bullmastiff-detail.jpg?bust=1535565410&width=355",
        "about": "This nearly square breed is powerful and activity, a combination of strength, endurance, and alertness. The Bullmastiff appears to be 60 percent Mastiff and 40 percent Bulldog. This dog’s gait is smooth and powerful, but the angulation is moderate. The coat is short and dense, and the expression keen and alert.",
        "activity": "Low",
        "family_freinds": "5",
        "training_mode": "Average",
        "intelligent": "Half",
        "size": "large",
        "health": "Major concerns: gastric torsion, CHD, elbow dysplasia Minor concerns: entropion  Occasionally seen: hemangiosarcoma, osteosarcoma, lymphosarcoma, mast cell tumors, cardiomyopathy, SAS, hypothyroidism  Suggested tests: hip, elbow, eye, cardiac, thyroid Life span: 8–10 years",
        "height": "24-27",
        "weight": "110-130 lb",
        "up_keep": "The Bullmastiff is a big dog and needs daily exercise to stay in shape. Their needs are moderate, however, and can be met with walks on leash and short romps. They do not do well in hot, humid weather, and need a soft bed and plenty of room to stretch out. They drool; some snore. Coat care is minimal.",
        "history": "Although the Mastiff is one of Britain’s oldest breeds, its immediate descendant, the Bullmastiff, is probably a fairly recent development. It is true that occasional references to the Bullmastiff, or mixes of the Mastiff and Bulldog, can be found as early as 1791; however, no evidence exists that these strains continued. The documented history of the Bullmastiff begins near the end of the nineteenth century, when poaching game from the large estates had become such a problem that the gamekeepers’ lives were endangered. They needed a tough courageous dog that could wait silently, but the Mastiff was not fast enough, and the Bulldog was not large enough. The breeds were mixed in an attempt to create their perfect dog; the aptly named “Gamekeeper’s Night Dog.” The preferred color was dark brindle, as it faded into the night. As the breed’s reputation grew, however, many estate owners chose the dogs as estate sentries and preferred the lighter fawns, especially those with black masks, a coloration reminiscent of their Mastiff ancestry.   The ideal Bullmastiff ultimately appeared to be 60 percent Mastiff and 40 percent Bulldog. By 1924, the breed was deemed to be pure and was recognized by the English Kennel Club. AKC recognition followed in 1933."
    },
    {
        "kind": "Cane Corso",
        "img": "https://d17fnq9dkz9hgj.cloudfront.net/breed-uploads/2018/08/Cane-Corso-482x260.png?bust=1556226626&width=355",
        "about": " Form and Function The Cane Corso is a medium to large size mastiff-like dog—sturdy, muscular, largeboned, and athletic. This breed is strong and agile, and is neither overly bulky nor racy. This dog longer than tall. The gait is effortless and powerful. The coat is short, stiff, and dense. The Cane Corso projects confidence and power, a capable protector of property and family.  Ready to see what dogs fit you best? Take our short quiz to find out!",
        "activity": "Moderate",
        "family_freinds": "6",
        "training_mode": "Average",
        "intelligent": "Half",
        "size": "large",
        "health": "Major concerns: CHD  Minor concerns: elbow dysplasia, cardiac problems Occasionally seen: entropion, ectropion, gastric torsion  Suggested tests: hip, elbow, eye, heart Life span: 10-11 years",
        "height": "23.5-27.5",
        "weight": "90-130 lb",
        "up_keep": "Corsos tend to be quiet indoors but do need a moderate amount of exercise daily. A long jog or a couple of high-energy play sessions such as tugging, fetching, or swimming are fine. This is not a good breed for dog parks. They thrive on mental stimulation, and they especially enjoy herding and other dog sports that combine mental and physical challenges. Coat care is minimal.",
        "history": "The Cane Corso is the more streamlined of the two Italian breeds descending from the ancient Roman molossian war dogs, the heavier version being the Neapolitan Mastiff. While the Neo evolved as a dedicated guard dog, the Corso became a versatile farm dog. Cane Corso (pronounced KAHN-nay Corso) comes from the word for catch dog, a dog used to overpower large prey. The name was used to describe these dogs as early as the twelfth century. After the fall of the Roman Empire, Corsos were used to protect farms, hunt tough prey, and even guided and rounded up sheep, goats, and semi-wild cattle. With the onset of modern times, jobs for Corsos declined; then after World War I and especially World War II the Corso population in southern Italy dwindled. By the 1970s, only a few Corsos remained with peasants spread throughout the countryside. In 1973, two individuals located, collected, and bred the the remaining Corsos, and a decade later a breed club was formed. By 1996, the Cane Corso was recognized by the Fédération Cynologique Internationale. The first Corsos were brought to the United States in 1988. The AKC granted the breed full recognition in 2010."
    },
    {
        "kind": "Caucasian Shepherd Dog",
        "img": "https://d17fnq9dkz9hgj.cloudfront.net/breed-uploads/2019/10/Caucasian-Sheepdog-482x260.png?bust=1570808775&width=355",
        "about": "  Form and Function Well known as a guardian and watchdog, the Caucasian Shepherd Dog is powerful and athletic, with solid muscling and heavy boning. He has a large wedge-shaped head and thick curved tail that may be carried over his back. The breed is often recognized by his dark facial mask against a thick coat that’s shades of gray, fawn or red with white markings.",
        "activity": "Low",
        "family_freinds": "5",
        "training_mode": "Difficult",
        "intelligent": "very",
        "size": "large",
        "health": "10 to 12 years",
        "height": "23 to 30 inches",
        "weight": "99 to 170 pounds",
        "up_keep": "The Caucasian Shepherd Dog’s thick double coat can be short to very long. Those with the longer coat should be groomed daily, while shorter coats should be brushed weekly. Additionally, his nails should be trimmed, ears cleaned and teeth brushed regularly. The Caucasian Shepherd Dog is a calm breed with relatively low energy, but enjoys daily walks or playtime outdoors and has plenty of endurance to sustain extended walks or hikes. On-leash walks and free play in a large fenced yard are best for this intelligence and independent breed. Although activity outdoors, the Caucasian Shepherd Dog is quiet and still in the house.",
        "history": "The Caucasian Shepherd Dog is an ancient breed originating in Eastern Europe’s Kavkaz, or Caucasus, mountain range, where he was used for guarding and protecting herds, flocks and villages from predators and trespassers. The breed is well-connected to similar breeds of the region, with studies suggesting the Caucasian Shepherd Dog as a close relative of the sheepdogs of the Balkans and the mastiffs of Asia. Beginning in the 1920s, the Caucasian Shepherd Dog was selectively bred for his prized qualities of power, confidence, courage, endurance and acute hearing and sight. The breed has been recognized by the United Kennel Club as a member of its Guardian Dog Group since 1995 and by the American Kennel Club as part of its Foundation Stock Service since 1996."
    },
    {
        "kind": "Cavalier King Charles Spaniel",
        "img": "https://d17fnq9dkz9hgj.cloudfront.net/breed-uploads/2018/08/cavalier-king-charles-spaniel-detail.jpg?bust=1535565465&width=355",
        "about": "The Cavalier King Charles Spaniel is an elegant, royal, toy spaniel, slightly longer than tall, with moderate bones. The Cav retains the build of a working spaniel, yet in a smaller version. Their gait is free and elegant, with good reach and drive. Their silky coat is of moderate length, with a slight wave permissible. Long feathering on the feet is a breed characteristic. A hallmark of the breed is its gentle, sweet, melting expression. ",
        "activity": "Moderate",
        "family_freinds": "6",
        "training_mode": "Average",
        "intelligent": "Half",
        "size": "small",
        "health": "Major concerns: mitral valve insufficiency, CHD, syringomelia  Minor concerns: patellar luxation, entropion  Occasionally seen: retinal dysplasia  Suggested tests: cardiac, hip, knee, eye Life span: 9–14 years",
        "height": "13-18 lb",
        "weight": "12-13",
        "up_keep": "The Cavalier needs a fair amount of exercise every day, either in the form of a moderate walk on leash or a romp in a safe area. His long coat needs brushing every other day.",
        "history": "As its name implies, the Cavalier King Charles Spaniel is derived from spaniel roots. The European toy dogs were probably the result of breeding small spaniels to Oriental toy breeds such as the Japanese Chin and perhaps the Tibetan Spaniel. These Tudor lapdogs, known as “comforter spaniels,” served as lap and foot warmers, and even surrogate hot water bottles. In addition, they served the vital function of attracting fleas from their owners’ bodies! The toy spaniels became especially popular because they appealed to all members of the family. In the 1700s, King Charles II was so enamored with his toy spaniels that he was accused of ignoring matters of state in favor of his dogs. The dogs were so closely associated with him that they became known as King Charles Spaniels. After his death, the Duke of Marlborough took over as the major advocate of the breed; the red and white “Blenheim” color, which was his favorite, is named after his estate. The King Charles Spaniel continued to grace the homes of the wealthy for generations, but with time a shorter-nosed dog was preferred.By the early 1900s, the few dogs that resembled the early members of the breed were considered to be inferior. A twist of fate occurred when a wealthy American, Roswell Eldridge, came to England and offered outlandish prize money for the best “pointed-nosed” spaniels, most resembling the old type. Breeders bred their old-type dogs together in an effort to gain the prize, and in so doing, many came to appreciate the old type. Ironically, these dogs, named Cavalier King Charles Spaniels in honor of the Cavalier King, eventually outstripped their short-nosed counterparts in popularity, becoming one of the most popular breeds in England. They were slower to catch on in America, and many Cavalier owners fought AKC recognition in an effort to control the problems that so often accompany popularity. In 1996, the AKC recognized the Cavalier. Its popularity continues to grow."
    },
    {
        "kind": "Chow Chow",
        "img": "https://d17fnq9dkz9hgj.cloudfront.net/breed-uploads/2018/08/chow-chow-detail.jpg?bust=1535565518&width=355",
        "about": " Form and Function The Chow Chow is an Arctic-type dog, powerful, squarely built, and sturdy with heavy bone and strong muscular development. They were bred for a number of tasks, and and their build reflects their ability to herd, pull, and protect. They can have either a rough coat, which is straight and offstanding or a smooth coat, which is hard and smooth; both coat types have wooly undercoats, providing ample insulation from the cold. The characteristic straight angulation of the hind legs produces a short, stilted gait unique to the breed. The scowling expression and black tongue are essential components of breed type. ",
        "activity": "Low",
        "family_freinds": "4",
        "training_mode": "Average",
        "intelligent": "lower",
        "size": "medium",
        "health": "Major concerns: CHD, entropion, patellar luxation Minor concerns: elbow dysplasia, cataract, distichiasis, PPM, gastric torsion, stenotic nares, glaucoma, elongated palate Occasionally seen: renal cortical hypoplasia Suggested tests: hip, elbow, eye, knee, thyroid Life span: 8–12 years",
        "height": "17-20",
        "weight": "45-70 lb",
        "up_keep": "This is an alert breed that needs regular, but not strenuous, outdoor activity. He does not do well in hot humid weather. His needs are best met with casual morning or evening walks in warm weather or several short play sessions throughout the day. The smooth type needs brushing once weekly; the rough type needs brushing every other day, and daily when shedding.",
        "history": "The Chow Chow has some spitz characteristics. Because of this, it has been proposed that the Chow Chow either descends from spitz forebears or is itself an ancestor of some of the spitz breeds. Unfortunately, the origin of the breed has been lost in time, but it has been known in China for hundreds, if not thousands, of years. Its original purpose may have been as a hunting dog, sniffing out and even pointing birds for the nobility. The breed declined in quality and numbers after the Imperial hunts were ended, but a few pure descendants were kept in isolated monasteries and wealthy households. One of the most distinctive features of the breed is its black tongue, which was also the basis for its more common names in China. Only when dogs were brought to England along with other Chinese importations in the late 1700s was the name Chow Chow adopted. The name is probably derived from a term simply meaning Oriental knick knack and assorted curios, and may have come to be applied to the dogs because they were lumped into a ship’s log of cargo. These early imports were, in fact, looked upon as curios. Not until the late 1800s was the breed imported to England and then America in earnest. Queen Victoria’s interest in these dogs helped draw attention to the breed. AKC recognized the Chow Chow in 1903. The breed’s distinctive noble look has always attracted fanciers, but in the 1980s the breed soared in popularity, peaking as the sixth most popular breed in America."
    },
    {
        "kind": "",
        "img": "",
        "about": "",
        "activity": "",
        "family_freinds": "",
        "training_mode": "",
        "intelligent": "",
        "size": "",
        "health": "",
        "height": "",
        "weight": "",
        "up_keep": "",
        "history": ""
    }

]