{
  "Fresh Frozen": [{
      "title": "FreshFrozen",
      "id": 1,
      "name": "Sampler Variety Box",
      "pic": "https://www.justfoodfordogs.com/dw/image/v2/BDRX_PRD/on/demandware.static/-/Sites-master-catalog/default/dw3a7a8cbe/product-images/daily-diets/Variety%20Packs/FSVP%20Secondary_Image_4.png?sw=600&sh=600&sm=fit",
      "price": 78.53,
      "description": "Are you new to fresh whole food feeding and not sure which recipe your dog will like best? Why not try them all? Our new Sampler Variety Box contains our 6 Fresh Frozen daily recipes that we believe your dog will love. Our recipes were designed for rotational feeding to ensure your dog is getting nutrients from a wide variety of protein sources to support their overall health.",
      "about": "Transitioning Your Pet To Whole Foods We know your dog means the world to you. That's why it's important to make the transition to a whole food diet as smooth as possible. The time required to transition your dog from commercial dog food to fresh, high-quality JustFoodForDogs whole food, can vary depending on the age and sensitivity of your dog, but in general, it takes about 5-10 days. Once your dog is fully transitioned onto a whole food diet, the need for transition is over and he or she is free to enjoy all our recipes. (Puppies should continue to eat our Chicken & White Rice or Fish & Sweet Potato recipe).Our Sampler Variety Box is intended for adult dogs. If your dog has a sensitive stomach, we recommend starting with Chicken, Turkey, and Fish recipes first. Please transition dogs onto the JustFoodForDog recipes for best results.",
      "perkG": "Write down how much to put on all the weight"
    },
    {
      "title": "FreshFrozen",
      "id": 2,
      "name": "Chicken & White Rice",
      "pic": "https://www.justfoodfordogs.com/dw/image/v2/BDRX_PRD/on/demandware.static/-/Sites-master-catalog/default/dwfb04f3b6/product-images/Transparent%20Images/daily-diets/Daily_Diet_Chicken_White_Rice_800x800_1-removebg.png?sw=600&sh=600&sm=fit",
      "price": 72.03,
      "description": "Our Chicken & White Rice meal is our most popular diet and is beloved by dogs. This recipe is the perfect combination of fresh chicken, long-grain white rice, spinach, carrots and apples. It’s high in calcium and phosphorus, making it perfect for growing puppies, and is nutritionally balanced for the long-term feeding of both puppies and adult dogs. This isn't your typical chicken and rice dog food, this is real food for real good dogs.",
      "about": "Completely Transparent. We have no secrets about the things that matter to pets and their parents, not even our coveted recipes",
      "perkG": "Calorie Content (Calculated): 1532 kcal ME/kg; 43kcal ME/oz774 kcal ME/18 oz; 3096 kcal ME/72 oz"
    },
    {
      "title": "FreshFrozen",
      "id": 3,

      "name": "Turkey & Whole Wheat Macaroni",
      "pic": "https://www.justfoodfordogs.com/dw/image/v2/BDRX_PRD/on/demandware.static/-/Sites-master-catalog/default/dwcee7e26c/product-images/Transparent%20Images/daily-diets/Daily_Diet_Turkey_Mac_800x800_1-removebg.png?sw=600&sh=600&sm=fit",
      "price": 68.53,
      "description": "Not only can dogs eat pasta—they love it, too! This isn't your typical turkey dog food. Our Turkey & Whole Wheat Macaroni, made with Carolina turkey and pasta sourced in Southern California, is our most cost-effective diet. This fully balanced, nutritious turkey meal is ideal for large-breed dogs, active dogs, or underweight dogs.",
      "about": "Completely Transparent. We have no secrets about the things that matter to pets and their parents, not even our coveted recipes.",
      "perkG": "Calorie Content (Calculated):1741 kcal ME/kg; 49 kcal ME/oz882 kcal ME/18 oz; 3528 kcal ME/72 oz"
    },
    {
      "title": "FreshFrozen",
      "id": 4,
      "name": "Fish & Sweet Potato",
      "pic": "https://www.justfoodfordogs.com/dw/image/v2/BDRX_PRD/on/demandware.static/-/Sites-master-catalog/default/dwba7451d9/product-images/Transparent%20Images/daily-diets/Daily_Diet_Fish_Sweet_Potato_800x800_1-removebg.png?sw=600&sh=600&sm=fit",
      "price": 72.03,
      "description": "Our Fish & Sweet Potato meal is an incredibly healthy diet for both puppies and adult dogs, as well as overweight dogs who like to eat—a lot. Its high-protein and low-calorie count have been clinically proven for weight loss, meaning your dog will feel satiated without taking on the additional calories. This fully balanced diet is also a great option for dogs with sensitive stomachs, or dogs in need of a novel protein. This is not your typical fish and sweet potato dog food, this is real food for real good dogs.",
      "about": "Completely Transparent. We have no secrets about the things that matter to pets and their parents, not even our coveted recipes. ",
      "perkG": "Calorie Content (Calculated): 922 kcal ME/kg; 26 kcal ME/oz468 kcal ME/18 oz; 1872 kcal ME/72 oz"
    },
    {
      "title": "FreshFrozen",
      "id": 5,
      "name": "Beef & Russet Potato",
      "pic": "https://www.justfoodfordogs.com/dw/image/v2/BDRX_PRD/on/demandware.static/-/Sites-master-catalog/default/dw2abf70d4/product-images/Transparent%20Images/daily-diets/Daily_Diet_Beef_Russet_Potato_800x800_1-removebg.png?sw=600&sh=600&sm=fit",
      "price": 79.03,
      "description": "The Beef & Russet Potato is one of our most popular diets! This high-calorie diet incorporates human-edible ground beef, russet and sweet potatoes, as well as an assortment of fruits and vegetables. The result is a wholesome, fully balanced ground beef recipe for dogs that’s perfect for active adult dogs and/or underweight dogs.",
      "about": "Completely Transparent. We have no secrets about the things that matter to pets and their parents, not even our coveted recipes.",
      "perkG": "Calorie Content (Calculated):  1559 kcal ME/kg; 44 kcal ME/oz792 kcal ME/18 oz; 3168 kcal ME/72 oz"
    },
    {
      "title": "FreshFrozen",
      "id": 6,
      "name": " Venison & Squash ",
      "pic": "https://www.justfoodfordogs.com/dw/image/v2/BDRX_PRD/on/demandware.static/-/Sites-master-catalog/default/dwdbc21278/product-images/Transparent%20Images/daily-diets/Daily_Diet_Venison_Squash_800x800_1-removebg.png?sw=600&sh=600&sm=fit",
      "price": 100.03,
      "description": "In addition to Venison & Squash, this perfectly balanced diet contains a nutritious mix of jewel sweet potatoes, cranberries, and Brussels sprouts. This meal is high in protein, so it provides a seamless transition for dogs who are currently eating a “raw diet.” It’s also an ideal choice if your dog needs a diet that includes a novel protein. This isn't your typical venison dog food, this is real food for real good dogs.",
      "perkG": "Calorie Content (Calculated):  872 kcal ME/kg; 25 kcal ME/oz 450 kcal ME/18 oz; 1800 kcal ME/72 oz JustFoodForDogs Venison & Squash Recipe provides complete and balanced nutrition for maintenance and is comparable in nutritional adequacy to a product which has been substantiated using AAFCO feeding tests.",
      "about": "Completely Transparent. We have no secrets about the things that matter to pets and their parents, not even our coveted recipes."
    },
    {
      "title": "FreshFrozen",
      "id": 7,
      "name": "Lamb & Brown Rice",
      "pic": "https://www.justfoodfordogs.com/dw/image/v2/BDRX_PRD/on/demandware.static/-/Sites-master-catalog/default/dwc67d69e9/product-images/Transparent%20Images/daily-diets/Daily_Diet_Lamb_Brown_Rice_800x800_1-removebg.png?sw=600&sh=600&sm=fit",
      "price": 86.03,
      "description": "The JustFoodForDogs Lamb & Brown Rice recipe is a delicious and well-balanced diet made with human-edible ground lamb. It's high in calories and controlled in protein, making it the ideal maintenance diet for older dogs, or dogs with smaller appetites. This isn't your ordinary lamb and rice dog food, this is real food for real good dogs.",
      "about": "Completely Transparent. We have no secrets about the things that matter to pets and their parents, not even our coveted recipes.",
      "perkG": "Write down how much to put on all the weight"
    },
    {
      "title": "FreshFrozen",
      "id": 8,
      "name": "Balanced Remedy",
      "pic": "https://www.justfoodfordogs.com/dw/image/v2/BDRX_PRD/on/demandware.static/-/Sites-master-catalog/default/dwc0da99ea/product-images/Transparent%20Images/vet-diets/Vet_Diet_Balanced_Remedy_800x800_1-removebg.png?sw=600&sh=600&sm=fit",
      "price": 72.03,
      "description": "Our Balanced Remedy diet is formulated to support your dog’s digestive health, with just a single protein source, single starch source, and low-fat levels. We hand-prepare this diet in open kitchens using ground turkey breast, long-grain white rice, sushi rice, sunflower oil, coconut oil, flaxseed oil, and Icelandic premium fish oil.",
      "about": "Completely Transparent. We have no secrets about the things that matter to pets and their parents, not even our coveted recipes.",
      "perkG": "Calorie Content (Calculated): 1383 kcal ME/kg; 39 kcal ME/oz 702 kcal ME/18 oz; 2808 kcal ME/72 oz"
    },
    {
      "title": "FreshFrozen",
      "id": 9,
      "name": "Sensitive Skin & Stomach Variety Pack",
      "pic": "https://www.justfoodfordogs.com/dw/image/v2/BDRX_PRD/on/demandware.static/-/Sites-master-catalog/default/dw215e4e21/product-images/daily-diets/Variety%20Packs/SSSVP%20Primary%20Main.png?sw=600&sh=600&sm=fit",
      "price": 83.03,
      "description": "Our Balanced Remedy diet is formulated to support your dog’s digestive health, with just a single protein source, single starch source, and low-fat levels. We hand-prepare this diet in open kitchens using ground turkey breast, long-grain white rice, sushi rice, sunflower oil, coconut oil, flaxseed oil, and Icelandic premium fish oil.",
      "about": "We know your dog means the world to you. That's why it's important, especially for sensitive dogs, to transition to their new food. To make the transition as smooth as possible, you may use the guide below. The time required to transition can vary depending on the age and sensitivity of your dog, but in general, it takes about 5-10 days. Dogs with sensitivities may need longer to transition, it is ok to go slower if needed.Our Sensitive Skin & Stomach Variety Box is intended for adult dogs. Please transition dogs onto the JustFoodForDog recipes for the best results. ",
      "perkG": "Write down how much to put on all the weight"
    }
  ],
  "treats": [{
      "title": "treats",
      "id": 1,
      "name": "Chicken Breast Treats for Dogs",
      "pic": "https://www.justfoodfordogs.com/dw/image/v2/BDRX_PRD/on/demandware.static/-/Sites-master-catalog/default/dw2229149f/product-images/treats/Treats_Chicken_Breast_800x800_1-removebg.png?sw=600&sh=600&sm=fit",
      "price": 49.95,
      "description": "Our most popular and beloved snack for dogs is our Chicken Breast Treats, which are better than your typical chicken dog treats. Perhaps their simplicity is what makes them so incredible. We take chicken breast, slice it thin and then place it in the oven until it’s cooked into the perfect dehydrated-chicken dog treat. It makes the ideal treat, and your dog will absolutely love them!",
      "about": "About Chicken Breast Treats for Dogs: Made with Fresh Whole Food IngredientsNo AdditivesNo Preservatives100% Made In The USABPA-Free Packaging",
      "perkG": "Calorie Content (Calculated):2951 kcal ME/kg; 84 kcal ME/oz 420 kcal ME/5oz; 1512 kcal ME/18 oz"
    },
    {
      "title": "treats",
      "id": 2,
      "name": "Pumpkin Treats for Dogs",
      "pic": "https://www.justfoodfordogs.com/dw/image/v2/BDRX_PRD/on/demandware.static/-/Sites-master-catalog/default/dw7299002c/product-images/treats/Treats_Pumpkin_800x800_1-removebg.png?sw=600&sh=600&sm=fit",
      "price": 10.95,
      "description": "Our Pumpkin Recipe Treats are a favorite amongst all dogs, especially around the holidays! These aren't your typical pumpkin dog treats, these delicious treats are baked fresh using only whole food ingredients.",
      "about": "About Pumpkin Treats for Dogs:  Made with Fresh Whole Food Ingredients No Additives No Preservatives100% Made In The USABPA-Free Packaging",
      "perkG": "Calorie Content (Calculated):3340 kcal ME/kg; 95 kcal ME/oz; 475 kcal ME/5 oz"
    },
    {
      "title": "treats",
      "id": 3,
      "name": "Beef Brisket Treats for Dogs",
      "pic": "https://www.justfoodfordogs.com/dw/image/v2/BDRX_PRD/on/demandware.static/-/Sites-master-catalog/default/dw9b6c8332/product-images/treats/Treats_Beef_Brisket_800x800_1-removebg.png?sw=600&sh=600&sm=fit",
      "price": 32.95,
      "description": "Dogs love beef, and our delicious baked Beef Brisket Treats are no exception. The ingredient list contains one simple protein: beef brisket. We slice it thin and then cook and dehydrate it to absolute perfection. These aren't just your ordinary beef dog treats; these are real good treats for real good dogs.",
      "about": "About Beef Brisket Dog Treats: Made with Fresh Whole Food IngredientsNo Additiv  No Preservatives 100% Made in the USA BPA-Free Packaging",
      "perkG": "Calorie Content (Calculated): 3099 kcal ME/kg; 88 kcal ME/oz; 440 kcal ME/5 oz"
    },
    {
      "title": "treats",
      "id": 4,
      "name": "Beef Liver Bark Treats for Dogs",
      "pic": "https://www.justfoodfordogs.com/dw/image/v2/BDRX_PRD/on/demandware.static/-/Sites-master-catalog/default/dwa2097ca3/product-images/treats/Treats_Beef_Liver_Bark_800x800_1-removebg.png?sw=600&sh=600&sm=fit",
      "price": 11.95,
      "description": "Made with beef liver, this simple crunchy treat is like a cracker for your dog. Every bark can be easily broken off into smaller-sized treats, making them perfect for training, or just for the moments when your dog deserves something special and delicious. These aren't your typical beef liver dog treats, these are real good treats for real good dogs.",
      "about": "About Beef Liver Bark Dog Treats:Made with Fresh Whole Food Ingredients No Additives No Preservatives 100% Made In The USA BPA-Free Packaging",
      "perkG": "Calorie Content (Calculated):3563 kcal ME/kg; 101 kcal ME/oz; 505 kcal/ME 5oz"
    },
    {
      "title": "treats",
      "id": 5,
      "name": "Venison Treats for Dogs",
      "pic": "https://www.justfoodfordogs.com/dw/image/v2/BDRX_PRD/on/demandware.static/-/Sites-master-catalog/default/dw41d6ea4c/product-images/treats/Treats_Venison_800x800_1-removebg.png?sw=600&sh=600&sm=fit",
      "price": 37.95,
      "description": "Dogs love our Venison Treats. Perhaps their simplicity is what makes them so good and better than the typical venison dog treats out there. We take top round venison and slice it thin. We then place it in the oven until it’s cooked and dehydrated to perfection. It makes the best high-protein treat, and your dog will absolutely love them!",
      "about": "About Venison Treats for Dogs: Made with Fresh Whole Food Ingredients   No Additives No Preservatives 100% Made In The USA  BPA-Free Packaging",
      "perkG": "Calorie Content (Calculated):  2951 kcal ME/kg; 84 kcal ME/oz; 420 kcal ME/5 oz"
    },
    {
      "title": "treats",
      "id": 6,
      "name": "Chicken Apple Bark Treats for Dogs",
      "pic": "https://www.justfoodfordogs.com/dw/image/v2/BDRX_PRD/on/demandware.static/-/Sites-master-catalog/default/dw023828e1/product-images/treats/Treats_Chicken_Apple_Bark_800x800_1-removebg.png?sw=600&sh=600&sm=fit",
      "price": 12.95,
      "description": "Simple, healthy, and incredibly delicious, our baked Chicken Apple Bark Treats are made from chicken breast, potato starch, apples, mint, and parsley grown in the USA. Our high-quality treats are better than the average chicken-apple dog treats with no preservatives and serve as an excellent source of vitamins and fiber for a snack they'll love.",
      "about": "About Chicken Apple Bark Treats for Dogs: Made with Fresh Whole Food Ingredients No Additives  No Preservatives 100% Made In The USA  BPA-Free Packaging",
      "perkG": "Calorie Content (Calculated): 4013 kcal ME/kg; 114 kcal ME/oz; 570 kcal ME/5 oz"
    },
    {
      "title": "treats",
      "id": 7,
      "name": "Salmon Bark for Dogs",
      "pic": "https://www.justfoodfordogs.com/dw/image/v2/BDRX_PRD/on/demandware.static/-/Sites-master-catalog/default/dw226120b1/product-images/treats/Treats_Salmon_Bark_Dog_800x800_1-removebg.png?sw=600&sh=600&sm=fit",
      "price": 18.95,
      "description": "Our Salmon Bark Treats for dogs are delicious! These aren't your typical salmon dog treats. This simple salmon treat is made from only two ingredients: wild-caught salmon and tapioca starch —and it’s an ideal snack for just about any dog.",
      "about": "About Salmon Bark Treats for Dogs Made with Fresh Whole Food Ingredients    No Additives No Preservatives  100% Made In The USA  BPA-Free Packaging",
      "perkG": "Calorie Content (Calculated): 3980 kcal ME/kg; 113 kcal ME/oz; 565 kcal ME/5 oz"
    }
  ],
  "Pantry Fresh": [{
      "title": "PantryFresh",
      "id": 1,
      "name": "Pantry Fresh Chicken & White Rice Recipe",
      "pic": "https://www.justfoodfordogs.com/dw/image/v2/BDRX_PRD/on/demandware.static/-/Sites-master-catalog/default/dwef66241a/product-images/pantry-fresh/New%20Pantry%20Fresh%20Images/PF-Chicken-MAIN.png?sw=600&sh=600&sm=fit",
      "price": 59.40,
      "description": "This Pantry Fresh Chicken and White Rice recipe for puppies and adult dogs is our most popular and beloved meal. It’s made with chicken breast, chicken thighs, long-grain white rice, carrots, spinach, and apples. This recipe is high in calcium and phosphorus, making it perfect for growing puppies, and is nutritionally balanced for the long-term feeding of both puppies, adult dogs, and pregnant and lactating dogs.Pregnant and lactating dogs may need up to 2-4 times the amount of food as normally required and food should be available at all times for nursing dogs. Feed as much as required in order to maintain the pregnant/lactating female's body condition Thanks to its innovative Tetra Pak packaging, every Pantry Fresh meal can be stored unopened on the shelf for up to two years, making it the perfect option for traveling or when boarding your dog. This isn't your typical chicken and rice dog food, it's real food for real good dogs.",
      "about": " Stored in Your Pantry - Refrigerate After Opening Cooked Using Tetra Pak Technology No Feed-Grade Ingredients  No Additives No Preservatives No Growth Hormones",
      "perkG": "Calorie Content (Calculated):1093 kcal ME/kg; 31 kcal ME/oz; 387.5 kcal ME/12.5 oz JustFoodForDogs Pantry Fresh Chicken & White Rice Recipe is formulated to meet the nutritional levels established by the AAFCO Dog Food Nutrient Profiles for all life stages including growth of large size dogs (70 lb. or more as an adult)."
    },
    {
      "title": "PantryFresh",
      "id": 2,
      "name": "Pantry Fresh Sampler Variety Box",
      "pic": "https://www.justfoodfordogs.com/dw/image/v2/BDRX_PRD/on/demandware.static/-/Sites-master-catalog/default/dwd2d30d99/product-images/daily-diets/Variety%20Packs/1-PF_Sampler_Pack_Seondary-PkgTogether.png?sw=600&sh=600&sm=fit",
      "price": 62.60,
      "description": "Help your pet experience the joy of a healthy life with our Pantry Fresh Variety Box. Our Pantry Fresh recipes are crafted with human-grade ingredients that you can see! With a wide variety of recipes including Chicken & White Rice, Beef & Russet Potato, Turkey & Whole Wheat Macaroni, and Lamb & Brown Rice, your dog will get to experience the benefits of a fresh, whole-food diet. Our Pantry Fresh meals are sold in innovative Tetra Pak packaging. They are completely free from preservatives, come ready to serve, and can be stored unopened on the shelf for up to two years. It's the most convenient way to feed your dog a fresh, whole-food diet!",
      "about": "We know your dog means the world to you. That's why it's important to make the transition to a whole food diet as smooth as possible. The time required to transition your dog from commercial dog food to fresh, high-quality JustFoodForDogs whole food, can vary depending on the age and sensitivity of your dog, but in general, it takes about 5-10 days. Once your dog is fully transitioned onto a whole food diet, the need for transition is over and he or she is free to enjoy all our recipes.  Our Pantry Fresh Sampler Variety Box is intended for adult dogs. If your dog has a sensitive stomach, we recommend starting with Chicken or Turkey recipes first. Please transition dogs onto the JustFoodForDog recipes for best results.",
      "perkG": "Once your dog has acclimated to JustFoodForDogs you will probably notice significant improvements. Pet parents have reported abundant energy, brightness in the eyes, little to no doggie odor, and well-formed stool."
    },
    {
      "title": "PantryFresh",
      "id": 3,
      "name": "Pantry Fresh Turkey & Whole Wheat Macaroni Recipe",
      "pic": "https://www.justfoodfordogs.com/dw/image/v2/BDRX_PRD/on/demandware.static/-/Sites-master-catalog/default/dw7c2b22ab/product-images/pantry-fresh/New%20Pantry%20Fresh%20Images/PF-Turkey-MAIN.png?sw=600&sh=600&sm=fit",
      "price": 89.40,
      "description": "Not only can dogs eat pasta—they love it, too! Our Pantry Fresh Turkey & Whole Wheat Macaroni is made with ground turkey, whole wheat macaroni, carrots, zucchini, broccoli, turkey liver, and cranberries. This fully balanced, nutritious diet is ideal for adult dogs, active dogs, large-breed dogs, underweight dogs, and picky eaters. Thanks to its innovative Tetra Pak packaging, every Pantry Fresh meal can be stored unopened on the shelf for up to two years, making it the perfect option when traveling or boarding your dog. This isn't your typical turkey dog food, it's real food for real good dogs.",
      "about": " Stored in Your Pantry - Refrigerate After Opening Cooked Using Tetra Pak Technology No Feed-Grade Ingredients No Additives  No Preservatives No Growth Hormones",
      "perkG": "Calorie Content (Calculated): 1235 kcal ME/kg; 35 kcal ME/oz; 437.5 kcal ME/12.5 oz  JustFoodForDogs Pantry Fresh Turkey & Whole Wheat Macaroni Recipe is formulated to meet the nutritional levels established by the AAFCO Dog Food Nutrient Profiles for maintenance."
    },
    {
      "title": "PantryFresh",
      "id": 4,
      "name": "Pantry Fresh Beef & Russet Potato Recipe",
      "pic": "https://www.justfoodfordogs.com/dw/image/v2/BDRX_PRD/on/demandware.static/-/Sites-master-catalog/default/dwd5f4d9e3/product-images/pantry-fresh/New%20Pantry%20Fresh%20Images/PF-Beef-MAIN.png?sw=600&sh=600&sm=fit",
      "price": 95.40,
      "description": "This Pantry Fresh Beef & Russet Potato Recipe is one of our most popular diets! This isn't your ordinary ground beef dog food recipe. This higher-calorie, very palatable diet incorporates human-edible ground beef, beef hearts, russet potatoes, carrots, sweet potatoes, green beans, apples, and green peas. The result is a wholesome, fully balanced diet that's ideal for adult dogs, active dogs, underweight dogs, and picky dogs.And thanks to its innovative Tetra Pak packaging, every Pantry Fresh meal can be stored unopened on the shelf for up to two years, making it the perfect option for traveling or when boarding your dog.",
      "about": "Stored in Your Pantry - Refrigerate After Opening Cooked Using Tetra Pak Technology No Feed-Grade Ingredients No Additives  No Preservatives No Growth Hormones",
      "perkG": "Calorie Content (Calculated):  1270 kcal ME/kg; 36 kcal ME/oz; 450 kcal ME/12.5 oz JustFoodForDogs Pantry Fresh Beef & Russet Potato Recipe is formulated to meet the nutritional levels established by the AAFCO Dog Food Nutrient Profiles for maintenance."
    },
    {
      "title": "PantryFresh",
      "id": 5,
      "name": "Pantry Fresh Lamb & Brown Rice Recipe",
      "pic": "https://www.justfoodfordogs.com/dw/image/v2/BDRX_PRD/on/demandware.static/-/Sites-master-catalog/default/dw53b733c2/product-images/pantry-fresh/New%20Pantry%20Fresh%20Images/PF-Lamb-MAIN.png?sw=600&sh=600&sm=fit",
      "price": 101.40,
      "description": "Our Pantry Fresh Lamb & Brown Rice meal is a delicious and well-balanced diet made with human-edible lamb hearts, long-grain brown rice, cauliflower, carrots, spinach, and blueberries. It’s higher in calories and controlled in protein, making it the ideal maintenance diet for active adult dogs, adult dogs with smaller appetites, and picky eaters. Thanks to its innovative Tetra Pak packaging, every Pantry Fresh meal can be stored unopened on the shelf for up to two years. It also makes it the perfect option when traveling or boarding your dog. This isn't your typical lamb and brown rice dog food, it's real food for real good dogs.",
      "about": "Stored in Your Pantry - Refrigerate After Opening  Cooked Using Tetra Pak Technology No Feed-Grade Ingredients  No Additives  No Preservatives No Growth Hormone",
      "perkG": "Calorie Content (Calculated):  1332 kcal ME/kg; 38 kcal ME/oz; 475 kcal ME/12.5oz  JustFoodForDogs Pantry Fresh Lamb and Brown Rice Recipe is formulated to meet the nutritional levels established by the AAFCO Dog Food Nutrient Profiles for maintenance."
    },
    {
      "title": "PantryFresh",
      "id": 6,
      "name": "Pantry Fresh Joint & Skin Support",
      "pic": "https://www.justfoodfordogs.com/dw/image/v2/BDRX_PRD/on/demandware.static/-/Sites-master-catalog/default/dwdf53c589/product-images/pantry-fresh/New%20Pantry%20Fresh%20Images/800x800-PF-JointSkin-MAIN.png?sw=600&sh=600&sm=fit",
      "price": 107.40,
      "description": "Our Pantry Fresh Joint & Skin Support diet is formulated to help support healthy skin and coat. We prepare this diet using pork loin and tenderloin, quinoa, kale, carrots, and Fuji apples. It also contains Type II Collagen to support healthy joints.Thanks to its innovative Tetra Pak packaging, every Pantry Fresh meal is ready to serve and can be stored unopened on the shelf for up to two years, making it the perfect option for traveling or when boarding your dog. ",
      "about": "Stored in Your Pantry - Refrigerate After Opening  Cooked Using Tetra Pak Technology No Feed-Grade Ingredients  No Additives  No Preservatives No Growth Hormone",
      "perkG": "Calorie Content (Calculated):  1332 kcal ME/kg; 38 kcal ME/oz; 475 kcal ME/12.5oz  JustFoodForDogs Pantry Fresh Lamb and Brown Rice Recipe is formulated to meet the nutritional levels established by the AAFCO Dog Food Nutrient Profiles for maintenance."
    }

    , {
      "title": "PantryFresh",
      "id": 7,
      "name": "Pantry Fresh Balanced Remedy",
      "pic": "https://www.justfoodfordogs.com/dw/image/v2/BDRX_PRD/on/demandware.static/-/Sites-master-catalog/default/dw25b25860/product-images/pantry-fresh/New%20Pantry%20Fresh%20Images/800x800-PF-BalancedRemedy-MAIN.png?sw=600&sh=600&sm=fit",
      "price": 77.40,
      "description": "Our Pantry Fresh Lamb & Brown Rice meal is a delicious and well-balanced diet made with human-edible lamb hearts, long-grain brown rice, cauliflower, carrots, spinach, and blueberries. It’s higher in calories and controlled in protein, making it the ideal maintenance diet for active adult dogs, adult dogs with smaller appetites, and picky eaters. Thanks to its innovative Tetra Pak packaging, every Pantry Fresh meal can be stored unopened on the shelf for up to two years. It also makes it the perfect option when traveling or boarding your dog. This isn't your typical lamb and brown rice dog food, it's real food for real good dogs.",
      "about": "Stored in Your Pantry - Refrigerate After Opening  Cooked Using Tetra Pak Technology No Feed-Grade Ingredients  No Additives  No Preservatives No Growth Hormone",
      "perkG": "Calorie Content (Calculated):  1332 kcal ME/kg; 38 kcal ME/oz; 475 kcal ME/12.5oz  JustFoodForDogs Pantry Fresh Lamb and Brown Rice Recipe is formulated to meet the nutritional levels established by the AAFCO Dog Food Nutrient Profiles for maintenance."
    },
    {
      "title": "PantryFresh",
      "id": 8,
      "name": "",
      "pic": "",
      "price": "",
      "description": "Our Pantry Fresh Lamb & Brown Rice meal is a delicious and well-balanced diet made with human-edible lamb hearts, long-grain brown rice, cauliflower, carrots, spinach, and blueberries. It’s higher in calories and controlled in protein, making it the ideal maintenance diet for active adult dogs, adult dogs with smaller appetites, and picky eaters. Thanks to its innovative Tetra Pak packaging, every Pantry Fresh meal can be stored unopened on the shelf for up to two years. It also makes it the perfect option when traveling or boarding your dog. This isn't your typical lamb and brown rice dog food, it's real food for real good dogs.",
      "about": "Stored in Your Pantry - Refrigerate After Opening  Cooked Using Tetra Pak Technology No Feed-Grade Ingredients  No Additives  No Preservatives No Growth Hormone",
      "perkG": "Calorie Content (Calculated):  1332 kcal ME/kg; 38 kcal ME/oz; 475 kcal ME/12.5oz  JustFoodForDogs Pantry Fresh Lamb and Brown Rice Recipe is formulated to meet the nutritional levels established by the AAFCO Dog Food Nutrient Profiles for maintenance."
    },

    {
      "title": "PantryFresh",
      "id": 9,
      "name": "",
      "pic": "",
      "price": "",
      "description": "Our Pantry Fresh Lamb & Brown Rice meal is a delicious and well-balanced diet made with human-edible lamb hearts, long-grain brown rice, cauliflower, carrots, spinach, and blueberries. It’s higher in calories and controlled in protein, making it the ideal maintenance diet for active adult dogs, adult dogs with smaller appetites, and picky eaters. Thanks to its innovative Tetra Pak packaging, every Pantry Fresh meal can be stored unopened on the shelf for up to two years. It also makes it the perfect option when traveling or boarding your dog. This isn't your typical lamb and brown rice dog food, it's real food for real good dogs.",
      "about": "Stored in Your Pantry - Refrigerate After Opening  Cooked Using Tetra Pak Technology No Feed-Grade Ingredients  No Additives  No Preservatives No Growth Hormone",
      "perkG": "Calorie Content (Calculated):  1332 kcal ME/kg; 38 kcal ME/oz; 475 kcal ME/12.5oz  JustFoodForDogs Pantry Fresh Lamb and Brown Rice Recipe is formulated to meet the nutritional levels established by the AAFCO Dog Food Nutrient Profiles for maintenance."
    }

  ]
}